{"apps":[{"icon":"https:\/\/lh4.ggpht.com\/eYVGRQEjAmLgNUtqy72XlUfIOfllRxiw8wTXuT-tezuViKvIdaB7Y9xjUYYEivRdnw=w300","descriptionRaw":"Keep the skies safe in Flight Control, the insanely addictive worldwide hit! It only takes a minute to learn but you won’t be able to put it down. Guide aircraft to their landing zones but don’t let them collide! Sounds easy? You’ll need smart strategy and keen eyes to alter flight paths as needed and keep the chaos under control. Your travel itinerary is packed with multiple airfields, 10 aircraft including jets and helicopters and stat-tracking. Pack your bags for addictive airline action!\n<p>----------------------------------------------------------<\/p>\n<p>WHAT THE PRESS SAYS:<\/p>\n<p>**148Apps 5\/5: &quot;…a terrific little game. It’s easy, fun for all ages and addictive enough to keep you wanting more.&quot;<\/p>\n<p>**Touch Arcade: &quot;…the winning balance of easy pick-up gameplay, ramping difficulty and tickling the need to try 'just one more time'&quot;<\/p>\n<p>----------------------------------------------------------<\/p>\n<p>Air traffic control is the world’s most stressful job, but not for you. You don’t need heading angles, flight rules or meteorological reports, you’re a natural! A prodigy! A born controller! <\/p>\n<p>There are 5 unique airfields and 10 different aircraft, including planes, helicopters and military jets. <br \/>• Earn your wings on the beloved original map that started it all! <br \/>• Coast into a relaxing beachside resort and guide jets, helicopters and seaplanes safely towards their landing zones.<br \/>• Take the helm of an aircraft carrier and command speedy military jets and helicopters.<br \/>• Venture into the Australian Outback featuring an emergency air ambulance plane that can’t be controlled.<br \/>• Grab the reins in a snowy winter wonderland where drifting snow and a windsock show the prevailing wind direction. Keep an eye on the wind! Runways will close and reopen accordingly. <\/p>\n<p>So welcome aboard, please sit back, fasten your seatbelt and enjoy the mayhem – buy Flight Control now!<\/p>\n<p>**GET MORE GREAT NAMCO Android Games! **<br \/>PAC-MAN, Ms. PAC-MAN, Pool Pro Online 3, Crush the Castle, PAC-MAN Championship Edition and more! <\/p>\n<p>Be the first to know! Get inside NAMCO info on great deals, plus the latest game updates, tips &amp; more…<\/p>\n<p>VISIT US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.namcobandaigames.com\/mobile&amp;sa=D&amp;usg=AFQjCNFWg8xYQnprMljgCYhe5w4dRq_CfA\" target=\"_blank\">http:\/\/www.namcobandaigames.com\/mobile<\/a><br \/>FOLLOW US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.facebook.com\/NamcoBandai&amp;sa=D&amp;usg=AFQjCNF4MvnaxtTA7AeTIrhOQBxw6MwU5A\" target=\"_blank\">http:\/\/www.facebook.com\/NamcoBandai<\/a><br \/>LIKE US: facebook.com\/pacman<br \/>TWEET US: twitter.com\/namcogames<\/p>\n<p>For the latest inside info from Firemint:<br \/>Join us on http:\/\/ facebook.com\/flightcontrol <br \/>Follow us at <a href=\"https:\/\/www.google.com\/url?q=http:\/\/twitter.com\/Firemint&amp;sa=D&amp;usg=AFQjCNF_b-sC_UzDy0q6YpSLqjkdutHq0Q\" target=\"_blank\">http:\/\/twitter.com\/Firemint<\/a> <br \/>Visit our site at http:\/\/ firemint.com<\/p>","previousPrice":0.0,"downloads":"","discount":0,"id":"com.namcowireless.flightcontrol","title":"Flight Control","category":"NAMCO BANDAI Games Casual","price":0.99,"screenshots":[{"height":240,"width":400,"url":"https:\/\/lh4.ggpht.com\/TjDrLjSrxWLlG0TDWne9_ApZvbfSc-oYPDwVMdXWdE0V-BpzKO5pLUDp4wKE0nHp6eA=w400"},{"height":240,"width":400,"url":"https:\/\/lh4.ggpht.com\/7h9BebScyiwjiPKjMsXKsOkY8vNx3SUE9rteGqvhJr0UJfMZmPeRRTLSWR3LIJd3JCU=w400"},{"height":240,"width":400,"url":"https:\/\/lh5.ggpht.com\/sRIVv6VSQyivU2W32z2uruWBc0OTHrL6WW-K4vdLZ2IUADni-8X2v9Zb-2L9yZhWmrU=w400"},{"height":240,"width":400,"url":"https:\/\/lh3.ggpht.com\/23QAzIxSLbcUcunGQA66q0-JOJmEqUxThANnXWE4QlHiOvfDRV6Vu4N2eXA6eArAybI=w400"},{"height":240,"width":400,"url":"https:\/\/lh5.ggpht.com\/saZY_9052neGCGWPV1xt_4slLJCZdMSEUm5fX6vvmh2EINfEx4n4iNTA01X_iu2HqVSl=w400"}],"developer":"NAMCO BANDAI Games","description":"Keep the skies safe in Flight Control, the insanely addictive worldwide hit! It only takes a minute to learn but you won’t be able to put it down. Guide aircraft to their landing zones but don’t let them collide! Sounds easy? You’ll need smart strategy and keen eyes to alter flight paths as needed and keep the chaos under control. Your travel itinerary is packed with multiple airfields, 10 aircraft including jets and helicopters and stat-tracking. Pack your bags for addictive airline action! ---------------------------------------------------------- WHAT THE PRESS SAYS: **148Apps 5\/5: \"…a terrific little game. It’s easy, fun for all ages and addictive enough to keep you wanting more.\" **Touch Arcade: \"…the winning balance of easy pick-up gameplay, ramping difficulty and tickling the need to try 'just one more time'\" ---------------------------------------------------------- Air traffic control is the world’s most stressful job, but not for you. You don’t need heading angles, flight rules or meteorological reports, you’re a natural! A prodigy! A born controller! There are 5 unique airfields and 10 different aircraft, including planes, helicopters and military jets. • Earn your wings on the beloved original map that started it all! • Coast into a relaxing beachside resort and guide jets, helicopters and seaplanes safely towards their landing zones. • Take the helm of an aircraft carrier and command speedy military jets and helicopters. • Venture into the Australian Outback featuring an emergency air ambulance plane that can’t be controlled. • Grab the reins in a snowy winter wonderland where drifting snow and a windsock show the prevailing wind direction. Keep an eye on the wind! Runways will close and reopen accordingly. So welcome aboard, please sit back, fasten your seatbelt and enjoy the mayhem – buy Flight Control now! **GET MORE GREAT NAMCO Android Games! ** PAC-MAN, Ms. PAC-MAN, Pool Pro Online 3, Crush the Castle, PAC-MAN Championship Edition and more! Be the first to know! Get inside NAMCO info on great deals, plus the latest game updates, tips & more… VISIT US: http:\/\/www.namcobandaigames.com\/mobile FOLLOW US: http:\/\/www.facebook.com\/NamcoBandai LIKE US: facebook.com\/pacman TWEET US: twitter.com\/namcogames For the latest inside info from Firemint: Join us on http:\/\/ facebook.com\/flightcontrol Follow us at http:\/\/twitter.com\/Firemint Visit our site at http:\/\/ firemint.com","contentRating":"","rating":"3.4"},{"icon":"https:\/\/lh5.ggpht.com\/BeSa-Aie9Ueeq-f9AESggeHWaTUjX8V0NDBWBFd9izCQeoxyoJLevUqzy0Gbg8IvLlM=w300","descriptionRaw":"AGENDA CALENDAR WIDGET\n<p>NEW: LIMITED OFFER: ONLY $1,29!<br \/>============================================<\/p>\n<p>A clean and easy to use Calendar\/Agenda Widget to show and to edit your events. It synchronizes with the default calendar and provides following key features:<\/p>\n<p>- 6 different widget sizes (4x1, 4x2, 4?3, 4x4 and 6x2, 6x4 designed for tablets)<br \/>- Smooth events scrolling<br \/>- Pick calendars to show events from<br \/>- Enter new events and open your calendar from the widget<br \/>- Fold \/ unfold the buttons panel to provide more space for the events<br \/>- Highlight today events<br \/>- Filter out all-day events<br \/>- Show day of the week in event date<br \/>- The ability to change the text color<br \/>- Make background transparent (may require widget reset)<br \/>- Show the week numbers<br \/>- Change font size<br \/>- Group events by date<\/p>\n<p>...and much more!<\/p>\n<p>Of course you are still welcome to test the free version with reduced functionality: market:\/\/details?id=com.byteartist.widget<\/p>\n<p>Please contact me in case you have any suggestions or experience problems at <a href=\"mailto:contact@byteartist.com\">contact@byteartist.com<\/a><\/p>\n<p>Thank you!<\/p>","previousPrice":0.0,"downloads":"","discount":0,"id":"com.byteartist.widget.pro","title":"Clean Calendar Widget Pro","category":"Jürgen Pletinski Productivity","price":1.29,"screenshots":[{"height":667,"width":400,"url":"https:\/\/lh5.ggpht.com\/bEjmvLPGRdq81ncvK4zRBWJGyDmblr-2td3R-acPn-UlOISzyoIanjtcwmPlUdqWz3c=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/Hty6ey7rIm7hWQ3hv62bUEyMgsGJP1qNLZGqE0ATiYFMkPat3Nf8WNHVCKiPunAxEy8=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/-LVcLFcG7sfXjUCbA0Ltzv7QjBn_3psh04Qb8q_Z2siANa5VNt89NuUmqg_8wbFXx2Q=w400"},{"height":667,"width":400,"url":"https:\/\/lh4.ggpht.com\/aDGonnZZJVjJQtt_Werug2JQgdN0Z72iw_IPZJimrdHJL9aON7ejv0n_AUc1tRkHUTI=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/eTxOJjGwuiI_VQkktmrvGN0kUTsXSevrtAXO_a8Gg8L9bpn5UmPTGg9GmHUbJGyWeBo=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/HfnqpF5wlu39FE1JQMpAkTE9gh6ObLW2-5GzLg7iJ8IksAbd6uuc9TcEXpjKgV5Mww=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/pk1noer2WJuErBYr3_fS07aA-nu99ARCbodV-R4-jXFwNc7ibRzPXK3xuTQHgQa6s9Zn=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/pM5CkgiNsteE4pLh5fBwyZczz8ytp8uXz7OYD5R2SuH7bnbVOEqe3UTOZq9tJj_jM7A=w400"}],"developer":"Jürgen Pletinski","description":"AGENDA CALENDAR WIDGET NEW: LIMITED OFFER: ONLY $1,29! ============================================ A clean and easy to use Calendar\/Agenda Widget to show and to edit your events. It synchronizes with the default calendar and provides following key features: - 6 different widget sizes (4x1, 4x2, 4?3, 4x4 and 6x2, 6x4 designed for tablets) - Smooth events scrolling - Pick calendars to show events from - Enter new events and open your calendar from the widget - Fold \/ unfold the buttons panel to provide more space for the events - Highlight today events - Filter out all-day events - Show day of the week in event date - The ability to change the text color - Make background transparent (may require widget reset) - Show the week numbers - Change font size - Group events by date ...and much more! Of course you are still welcome to test the free version with reduced functionality: market:\/\/details?id=com.byteartist.widget Please contact me in case you have any suggestions or experience problems at contact@byteartist.com Thank you!","contentRating":"","rating":"4.5"},{"icon":"https:\/\/lh5.ggpht.com\/Jwc0347Wi9apZYpxwfvxTS8TnzB30hyw4igze9FQ9ZATa_t9mJAiJg5PhBcGQibBrLI=w300","descriptionRaw":"ON SALE FOR A LIMITED TIME\n<p>To celebrate our latest update, Scan is on sale for a limited time for $0.99 down from $4.99! (over 50% off!)<\/p>\n<p>ABOUT SCAN<\/p>\n<p>Scan is the fastest and most user-friendly QR reader and barcode scanner available. If your Android came with a built-in scanner, this would be it. Here is what our reviewers are saying:<\/p>\n<p>“Quick and very reliable. I’d give it six stars if it were possible.”<br \/>“No ads, beautiful design, and even caught blurry QR codes I didn’t expect it to scan”<br \/>“I’ve saved over $80 by scanning products in the store and finding them cheaper online”<\/p>\n<p>HOW THE APP WORKS<\/p>\n<p>To scan a QR code or barcode simply open the app, point the camera at the code, and you’re done! There is no need to take a photo or press a button. Scan will automatically recognize any code your camera is pointing at.<\/p>\n<p>When scanning a QR code, if the code contains a website URL, you will automatically be taken to the site. If the code just contains text, you'll immediately see it. For other formats such as phone numbers, email addresses, or contact info, you will be prompted to take the appropriate action.<\/p>\n<p>PRODUCT BARCODES<\/p>\n<p>Scan recognizes all of the popular barcode types (UPC, EAN, and ISBN) and shows you pricing, reviews, and more about any products you scan. Barcode scanning requires a newer device in order to work reliably. Cameras on older devices do not provide the resolution or focus required for barcode scanning.<\/p>\n<p>ADDITIONAL FEATURES<\/p>\n<p>• View a history list and map of all of your past scans<br \/>• Sync your scan history across the web and all of your devices<br \/>• Toggle your front or rear camera for scanning<br \/>• Set a default browser to open websites in<br \/>• Scan pictures of QR codes and barcodes from your camera roll<br \/>• A switch to turn on your device’s light (if it has one) for scanning in low-light circumstances<\/p>\n<p>DEDICATED TO PERFECTION<\/p>\n<p>Our goal is to make our app the best scanning app in the store. We can’t do this without you. We are dedicated to your satisfaction and need to hear feedback from you. If you have an issue with Scan, please do not write a review of the app saying &quot;it didn't work.&quot; This does not help us make things better for you. Instead, please contact us at <a href=\"mailto:support@scan.me\">support@scan.me<\/a> or on Twitter @scan and we'll do our best to help.<\/p>\n<p>REQUIREMENTS<\/p>\n<p>In order to use Scan, your device must have a built-in camera. When scanning codes that redirect to online content, such as websites, you will need Internet connectivity.<\/p>\n<p>MAKE YOUR OWN QR CODES ON SCAN.ME<\/p>\n<p>Want to make your own QR codes for others to scan? Visit our site at <a href=\"https:\/\/www.google.com\/url?q=http:\/\/scan.me&amp;sa=D&amp;usg=AFQjCNHxOnxJXtBZGbcRcZFqHgIBUXHXTA\" target=\"_blank\">http:\/\/scan.me<\/a> to create and manage your own QR codes for free.<\/p>\n<p>Update: We recently released a new Wi-Fi QR code type on our site. These new Wi-Fi QR codes allow visitors to your home or business scan a QR code to get easy access to your wireless network.<\/p>","previousPrice":0.0,"downloads":"","discount":0,"id":"me.scan.android.scan","title":"Scan - QR and Barcode Reader","category":"Scan, Inc. Tools","price":0.99,"screenshots":[{"height":250,"width":400,"url":"https:\/\/lh6.ggpht.com\/NvNsMj_GjDI6qhSQ-kjJjMuqoG7Yvdn6sDrWFwBPIHInYTXzxG3weX2ia9SqBatHSQ=w400"},{"height":250,"width":400,"url":"https:\/\/lh5.ggpht.com\/iYkorXzZTQElKyxaTBrJnqsBrZl-l5g4u2MHLi69RFm623PCPf07-7MBvv51HlHkifQY=w400"},{"height":250,"width":400,"url":"https:\/\/lh5.ggpht.com\/MmfPXrGD9lwXBXmN1tSZ_t6vACkkh8ZQV-XH2iwwd_IRIFgAw_Tw6p7dS5wajemeJMyS=w400"},{"height":250,"width":400,"url":"https:\/\/lh4.ggpht.com\/sC64bzKNahGY8RszOIdr_PUHb0SJdSVeb2MmQUn-uaBmhkEKLYniTS5pZzs1hs6o4xiH=w400"},{"height":640,"width":400,"url":"https:\/\/lh5.ggpht.com\/WDloSLOd6rCkPDXEKVCtSoMH2W8_5ulZqaH8z8HW9bHWEG8fNtvFCDLBVhVk80IWVQ=w400"},{"height":640,"width":400,"url":"https:\/\/lh6.ggpht.com\/yWWJk6SmZ9KqeXezW9ZAuuo_O8PkthOrWDvRDh8xOmaKu7BeExBG1_VzU1_rXz2o9rA=w400"},{"height":640,"width":400,"url":"https:\/\/lh4.ggpht.com\/01NIzGJQfUYi2Yt7Hh1gTj_nj-ligZoUOpGx73mJFD3jnD6rx5JSKZItFtAcgHoeUA=w400"},{"height":640,"width":400,"url":"https:\/\/lh3.ggpht.com\/gYGddf4YILR7B5Rs4xrC0TZP3ACFIrbrw3l_RBf3g-GLcCmwRT45kd5CG-j_hTozVWxi=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/7ZXOEVGUhkUphgwnZIgBlaIEnuh8bWU6jOMb9MMFjHdytJBQXUQCWp6-zkAxKraO9Q=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/jz4DNfnNbebS1JhsvKkuiLWwzSRAHzvWj7mcQysOorUoAvleS3LOvuY8LqdWpzXObcM=w400"},{"height":667,"width":400,"url":"https:\/\/lh4.ggpht.com\/1hK_qGTfW0uuEvhQ2YeP4deoYRJOC6JW9W6JldFIBI5IDFwIfBD30Qm4aYvBFsoCuCs=w400"},{"height":667,"width":400,"url":"https:\/\/lh4.ggpht.com\/g8DbkYrjcW0dX_3McLgiUiND9_OjvrVFi0R5oYuyeD8_GRhiX_vNRIxWsH4jKrDrN8U=w400"}],"developer":"Scan, Inc.","description":"ON SALE FOR A LIMITED TIME To celebrate our latest update, Scan is on sale for a limited time for $0.99 down from $4.99! (over 50% off!) ABOUT SCAN Scan is the fastest and most user-friendly QR reader and barcode scanner available. If your Android came with a built-in scanner, this would be it. Here is what our reviewers are saying: “Quick and very reliable. I’d give it six stars if it were possible.” “No ads, beautiful design, and even caught blurry QR codes I didn’t expect it to scan” “I’ve saved over $80 by scanning products in the store and finding them cheaper online” HOW THE APP WORKS To scan a QR code or barcode simply open the app, point the camera at the code, and you’re done! There is no need to take a photo or press a button. Scan will automatically recognize any code your camera is pointing at. When scanning a QR code, if the code contains a website URL, you will automatically be taken to the site. If the code just contains text, you'll immediately see it. For other formats such as phone numbers, email addresses, or contact info, you will be prompted to take the appropriate action. PRODUCT BARCODES Scan recognizes all of the popular barcode types (UPC, EAN, and ISBN) and shows you pricing, reviews, and more about any products you scan. Barcode scanning requires a newer device in order to work reliably. Cameras on older devices do not provide the resolution or focus required for barcode scanning. ADDITIONAL FEATURES • View a history list and map of all of your past scans • Sync your scan history across the web and all of your devices • Toggle your front or rear camera for scanning • Set a default browser to open websites in • Scan pictures of QR codes and barcodes from your camera roll • A switch to turn on your device’s light (if it has one) for scanning in low-light circumstances DEDICATED TO PERFECTION Our goal is to make our app the best scanning app in the store. We can’t do this without you. We are dedicated to your satisfaction and need to hear feedback from you. If you have an issue with Scan, please do not write a review of the app saying \"it didn't work.\" This does not help us make things better for you. Instead, please contact us at support@scan.me or on Twitter @scan and we'll do our best to help. REQUIREMENTS In order to use Scan, your device must have a built-in camera. When scanning codes that redirect to online content, such as websites, you will need Internet connectivity. MAKE YOUR OWN QR CODES ON SCAN.ME Want to make your own QR codes for others to scan? Visit our site at http:\/\/scan.me to create and manage your own QR codes for free. Update: We recently released a new Wi-Fi QR code type on our site. These new Wi-Fi QR codes allow visitors to your home or business scan a QR code to get easy access to your wireless network.","contentRating":"","rating":"4.3"},{"icon":"https:\/\/lh3.ggpht.com\/g4TEKElRgPG5H4_dn6XfFhOjEsdT4U5axYGPmg93WteLAI2hAiOuE2ntx0oX3gAyDb8=w300","descriptionRaw":"★★★ This week only – a 40% discount on the Pro version! ★★★\n<p>KD Collage - new application to create wonderful collages from your photos. The application includes about 70 collage patterns and over 80 background options. Added photo can be moved, rotated and zoomed in\/out. You can also add a text with different fonts and styles. Completed collages can be saved in HD to SD memory card or in Favorites for further editing.<br \/>We wish you the creative successes and breath-taking results!<\/p>","previousPrice":0.0,"downloads":"","discount":0,"id":"ru.kdnsoft.android.collage","title":"KD Collage Pro","category":"KDN Soft Photography","price":0.99,"screenshots":[{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/80aOreA91SGNkfwn0AnJ6QvIlLLWPUpbt88GvNVuvxWb2LWimWwSwO7WeG1iehYvZxI=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/D5N-Mc5W6AVbVtjS-RlsIFvJ2Q4QpG-_gZoacygiIj8PGG-NMSBEqPGrsroq_stun2yi=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/il-rqAYyRqE7FNKNA2plTswGkSD9iBNhN5-1NYMboKvc8t-Hb739chQ0XwYyUfm6Rpg=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/2zGa3WGG905NK21s5alHvcCn2GZmksOYVJ6Cs4dVmPkGHIcXZaHOkz5nBUXWM4MszQ=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/ZLpyjVDaXbGIJd_tSAvlreugNpxTKej3Yiyu_Z6mCx9NqsyW_J91sdFe7fRSV_AaaJs=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/n8fxYEVaI_5OwQ9Wnz08f0vYpS5eALLmFk2UyKRdIF27Q6mtUlTHKtzr-aSJoJEijJ8=w400"}],"developer":"KDN Soft","description":"★★★ This week only – a 40% discount on the Pro version! ★★★ KD Collage - new application to create wonderful collages from your photos. The application includes about 70 collage patterns and over 80 background options. Added photo can be moved, rotated and zoomed in\/out. You can also add a text with different fonts and styles. Completed collages can be saved in HD to SD memory card or in Favorites for further editing. We wish you the creative successes and breath-taking results!","contentRating":"","rating":"4.3"}],"checked":"1389317685423"}