{
  "apps": [
    {
      "icon": "https:\/\/lh6.ggpht.com\/UR4N5EvKdAbwPBku0sJcRQj7Gr6k60dTt39tbtW7fiBnx-mjbNpQ8E8qkrCS5RHO79Y=w300",
      "descriptionRaw": "Your family is dead. The Government has dissolved. The city is overrun with the infected.\n<p>Choose what to do each day and escape before your city is wiped out. Train skills, find gear, improve your home, explore the city, find pets, make hundreds of tough life and death decisions with lots of consequence, and kill zombies. <\/p>\n<p>Overlive is a highly rated game that plays like a non-linear “choose your own adventure” interactive story, with heavy RPG and exploration elements, lots of replayability, and combat. Check out reviews and features below. <\/p>\n<p><br \/>REVIEWS<\/p>\n<p>“One of the things I really love about this game is just how much stuff there is to find. There are lots of little surprises and finding certain items that might seem unimportant at the time can really help you out in unexpected ways in the future.<\/p>\n<p>Finding each of the endings is a good challenge that will keep even veterans of the genre busy for a while, and the frankly massive amount of events means even after finding all the endings, there will still probably be undiscovered nooks and crannies.<\/p>\n<p>If you're into adventure games or choose-your-own-adventure gamebooks, you'll want to give this one a look.”<\/p>\n<p>– 4\/5 TouchArcade<\/p>\n<p><br \/>FEATURES <\/p>\n<p>+ Survive the zombie apocalypse and escape your zombie infested city before time runs out!<\/p>\n<p>+ Make 100s of tough decisions that may come back to haunt you in this “choose your own adventure” style interactive story. <\/p>\n<p>+ Shoot and cut zombies, bosses, and other threats with melee, guns, and explosives!<\/p>\n<p>+ Overcome 1000s of unique challenges by training 9 skills; be a stealthy computer hacker or a guns blazing pyromaniac – you decide!<\/p>\n<p>+ Explore 18 infested city locations to find other survivors, new weapons and gear, and upgrades for your home!<\/p>\n<p>+ Find one of the 8 endings and achieve the best possible score grade based on your conduct… can you survive without becoming evil?<\/p>\n<p>+ This version is 100% ads-free!<\/p>\n<p>+ This version has NO in-app purchases, everything comes 100% UNLOCKED upfront!<\/p>\n<p><br \/>Overlive is a cool zombie game; plain zombie killing games have nothing on this fun zombie game. It's like the Sorcery or Fighting Fantasy RPG, but with zombies :)<\/p>",
      "previousPrice": 2.99,
      "newDiscount": true,
      "downloads": "5000",
      "discount": 33,
      "id": "com.firerabbit.games.overlive.unlocked",
      "title": "Overlive - Zombie Survival RPG",
      "category": "Casual",
      "price": 1.99,
      "screenshots": [
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/ZEtfXXxeEl7Uk0lhtREPXKKRO6Myhq9GFQcQ1JFK-_NQZxGNsqYkV6B1mUVHEl-7hKk=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/gDQNM9u7mgO5hMHziFtNO-ojKQR-g80qpERMTTtAgZw16kZx8MTcmYgRJFIlDgAsWLiu=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/haBIRm8Sb1T7aoP_RubD2gLZ3mKAaw8EWVs7tOcuB9_YrxeTslVHQO6JAUIa0ALGxp3Y=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/WKRmNudpaHewBkD08EVPptU7J-j7O3oJdEdbYM6506q4qsbRD7b9L8dWsR_9x1YOcbc=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/NiTmidAKzbOOwsR79LKvo_mLDRF0FPNHazrGA4ZnGdDI57NRXthT0wS_-VtVVzoy5Ow=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/B90Hc01lNAfuwZxQlp-h8marv8o8BpRQPeKyAngSD4jMymyd2E-74VK2my-13-icx-M=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/cwTROzY9S1vMJFUgLnTK76k_pguqLQNcNn6UYQA7FAuEGh5emUbyakH5eCh69XIpeFY=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/ONyIcmLSBCCSGp96R5Dfm8FnI2z6EvLwg-ce3-aifPCHYGIFlcn8S3NLTaTO1ktGjKU=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/za0q74UC87_I8_VGubJnw6M4vho0hlPJPWCyA-a4lGAqsr6N1OoibiCMiZW5HB3ByK0=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/xOFlaqHqvY3WOEhf5EBcUsLLBMvTIBSzxBE6PlaK_xJWcKCXYGH1M2nE2o4lHnjsqxQ=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/3r2vK1oT7lsBNEqBQgsXYkEseGrPB8kPv9htWlW9wqZglVfjdoKgTm7yTuc4OiMgYg=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/VYLC-DreXomKoC8rVWUSLfyCT8dFa8nZkHlR8ax3ld-PRMlHEUoBqQbJYEIbhFzaKQ=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/QGDGeUhK_OeSxhiFsATb2msReqaHKTh_oA6FZZM9elmZDEXdFug1ia-CG1y7-HB2q50=w400"
        },
        {
          "height": 300,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/sjG6Ycnp03YV303yeYC8-BgOFnjehPWAeiN1dB3-zu4jQiSlUnTs8tbqQ0_WmwI1xn0=w400"
        },
        {
          "height": 226,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/NqN89BpODI8j4uocA2YMjnngtsu29omBDGgj7gnIw-q32Dlmv5TZ25wwcPL5fm_lfg=w400"
        },
        {
          "height": 226,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/bazOpS40s5nqdDY0YpNQtcpT4KvO5ExReBMOT5K0IDZBHH3nqhUlh08IeNmb9naqa9s=w400"
        },
        {
          "height": 226,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/Ryk8O3xOeykimAkluc9q7Lz7ub3lvDcdCZp2rXMHCXHxXDowM-WBe1wdANTW792NuliE=w400"
        },
        {
          "height": 226,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/QGdlfJaYjpv-xZkW1EvdivhOU1BhRRLPjGUy34nd2B804S7honSmZyFbUOVpfClWteBm=w400"
        },
        {
          "height": 226,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/liypQoeAKPmnakRIMhdWTOBs-PIT13R3WFQjYzzyyP0jJQrTuDfJP7WA73CxVY69O-US=w400"
        },
        {
          "height": 226,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/Jl_GXGteKwy0oCOOwLJhOKIGQi6rqm_igLcyn9gfiiEPSMgI6yGAfpOMqbggSz3BDYA=w400"
        },
        {
          "height": 226,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/mdJLwKdEhHbrrEp0FUl6oAVznxuCpkhIzb9MjDpm4zeZ_QZ-LnVtJjpChqvar4Z6cIA=w400"
        }
      ],
      "developer": "FireRabbit Inc.",
      "description": "Your family is dead. The Government has dissolved. The city is overrun with the infected. Choose what to do each day and escape before your city is wiped out. Train skills, find gear, improve your home, explore the city, find pets, make hundreds of tough life and death decisions with lots of consequence, and kill zombies. Overlive is a highly rated game that plays like a non-linear “choose your own adventure” interactive story, with heavy RPG and exploration elements, lots of replayability, and combat. Check out reviews and features below. REVIEWS “One of the things I really love about this game is just how much stuff there is to find. There are lots of little surprises and finding certain items that might seem unimportant at the time can really help you out in unexpected ways in the future. Finding each of the endings is a good challenge that will keep even veterans of the genre busy for a while, and the frankly massive amount of events means even after finding all the endings, there will still probably be undiscovered nooks and crannies. If you're into adventure games or choose-your-own-adventure gamebooks, you'll want to give this one a look.” – 4\/5 TouchArcade FEATURES + Survive the zombie apocalypse and escape your zombie infested city before time runs out! + Make 100s of tough decisions that may come back to haunt you in this “choose your own adventure” style interactive story. + Shoot and cut zombies, bosses, and other threats with melee, guns, and explosives! + Overcome 1000s of unique challenges by training 9 skills; be a stealthy computer hacker or a guns blazing pyromaniac – you decide! + Explore 18 infested city locations to find other survivors, new weapons and gear, and upgrades for your home! + Find one of the 8 endings and achieve the best possible score grade based on your conduct… can you survive without becoming evil? + This version is 100% ads-free! + This version has NO in-app purchases, everything comes 100% UNLOCKED upfront! Overlive is a cool zombie game; plain zombie killing games have nothing on this fun zombie game. It's like the Sorcery or Fighting Fantasy RPG, but with zombies :)",
      "contentRating": "",
      "rating": "4.4"
    },
    {
      "icon": "https:\/\/lh5.ggpht.com\/LmE7sl6ZO258RodE79F15scc9TprgQFThLgyHz1g_iDyM9XOjE3LlsMTTRvM7w5zH1FQ=w300",
      "descriptionRaw": "Contacts&lt;-&gt;Excel&nbsp;is on SALE with 66% off today.\n<br \/>ExcelSMS&nbsp;is on SALE with 90% off today.\n<br \/>ExcelSMS Schedule&nbsp;is on SALE with 66% off today.\n<br \/>SMSToExcel&nbsp;is on SALE with 50% off today.\n<p>Contacts&lt;-&gt;Excel is the best way to transfer contacts to and from your phone! No other app lets you so easily control your phone's most valuable data:<\/p>\n<p>1. Update, modify and maintain your contacts easily and conveniently on your computer using Excel, OpenOffice or any other Excel-compatible application.<br \/>2. ExcelContacts sends all of your contacts to you from your phone in a convenient zip file by email, SD card, or Dropbox! Contact photos are sent, too!<br \/>3. You don’t need to share your contacts with Yahoo or other websites in order to have a backup. ExcelContacts' zip file contains ALL of your contacts in a convenient, easy format.<br \/>4. Restoring or changing contacts from the spreadsheet is as simple as uploading the file to your phone via USB, email, Dropbox or Google Drive. It couldn't be easier.<br \/>5. You can print a hardcopy of your phone contacts. <br \/>6. You can now export phone contacts to an Excel file which can then be imported to Outlook Contacts directly. <br \/>7. You can also import contacts from an Excel file that has been exported from Outlook to your phone.<br \/>8. You can now export\/import phone contacts to\/from a Gmail CSV-format file(UTF-8 encoded or Unicode encoded).<br \/>9. All Contact fields except Ringtones can be exported\/imported.<br \/>10. You can organise your contacts into groups easily on a spreadsheet and also assign a contact to multiple groups.<br \/>11. You can remove all phone contacts or groups before importing your organized contacts. <br \/>12. ExcelContacts can support 10,000+ contact entries.<br \/>13. All column headers and labels in the Excel file are localized.<br \/>14. Export an Excel file with all photos included - this makes the contacts in your spreadsheet look better.<br \/>15. You can password protect your export file.<br \/>16. Export\/Import contacts to\/from a VCF file.<br \/>17. Schedule backup. The app can backup all contacts to SD card, Dropbox and Google Drive automatically.<br \/>18. The lite version allow you to export or import first 210 entries, The full version has no limit.<\/p>\n<p>Tutorial videos on youtube is now available (KEYWORD: “samyuapp”).<\/p>\n<p>Keywords:<br \/>Excel Contacts Photos Export Import Sync Gmail Outlook csv Backup Restore usb WiFi Email ExcelContacts<\/p>",
      "previousPrice": 2.99,
      "newDiscount": false,
      "downloads": "50000",
      "discount": 66,
      "id": "com.samapp.excelcontacts.excelcontactsfull",
      "title": "Contacts<->Excel",
      "category": "Business",
      "price": 0.99,
      "screenshots": [
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/KSwwsQplxF0MsMh_20Wl8M5hGPAn4TOAcDGNLh_Ii-ML9shIYJPCa0XI_Bs9Ry2cQA=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/pYjVSNBq0G7EKZqqwi2xG7xFXJT6jA_Ao-0exRKFhIyv_6r_NngVLGeueXOOeP5xKQ=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/NTCpRyLjEpT2I2Mex8O6_NpIl527Am2TdvxzNgN092rRWhUviPvnScI85sozNSZ8M5w=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/O2d99uaYR5IMvEFzsM4CN8B-IsXVwSX1wVwqG_7qV3B8B5KXp1VhJKVJ4igeDBZt4Q=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/iqhsYyrc7X7aiCuhxpbjfFhvpIo7TH62BNUsIkTxT3vq3fpFMjA6S0ZN6K8s1_bJWkW8=w400"
        }
      ],
      "developer": "samapp",
      "description": "Contacts<->Excel is on SALE with 66% off today. ExcelSMS is on SALE with 90% off today. ExcelSMS Schedule is on SALE with 66% off today. SMSToExcel is on SALE with 50% off today. Contacts<->Excel is the best way to transfer contacts to and from your phone! No other app lets you so easily control your phone's most valuable data: 1. Update, modify and maintain your contacts easily and conveniently on your computer using Excel, OpenOffice or any other Excel-compatible application. 2. ExcelContacts sends all of your contacts to you from your phone in a convenient zip file by email, SD card, or Dropbox! Contact photos are sent, too! 3. You don’t need to share your contacts with Yahoo or other websites in order to have a backup. ExcelContacts' zip file contains ALL of your contacts in a convenient, easy format. 4. Restoring or changing contacts from the spreadsheet is as simple as uploading the file to your phone via USB, email, Dropbox or Google Drive. It couldn't be easier. 5. You can print a hardcopy of your phone contacts. 6. You can now export phone contacts to an Excel file which can then be imported to Outlook Contacts directly. 7. You can also import contacts from an Excel file that has been exported from Outlook to your phone. 8. You can now export\/import phone contacts to\/from a Gmail CSV-format file(UTF-8 encoded or Unicode encoded). 9. All Contact fields except Ringtones can be exported\/imported. 10. You can organise your contacts into groups easily on a spreadsheet and also assign a contact to multiple groups. 11. You can remove all phone contacts or groups before importing your organized contacts. 12. ExcelContacts can support 10,000+ contact entries. 13. All column headers and labels in the Excel file are localized. 14. Export an Excel file with all photos included - this makes the contacts in your spreadsheet look better. 15. You can password protect your export file. 16. Export\/Import contacts to\/from a VCF file. 17. Schedule backup. The app can backup all contacts to SD card, Dropbox and Google Drive automatically. 18. The lite version allow you to export or import first 210 entries, The full version has no limit. Tutorial videos on youtube is now available (KEYWORD: “samyuapp”). Keywords: Excel Contacts Photos Export Import Sync Gmail Outlook csv Backup Restore usb WiFi Email ExcelContacts",
      "contentRating": "",
      "rating": "4.2"
    },
    {
      "icon": "https:\/\/lh4.ggpht.com\/eYVGRQEjAmLgNUtqy72XlUfIOfllRxiw8wTXuT-tezuViKvIdaB7Y9xjUYYEivRdnw=w300",
      "descriptionRaw": "Keep the skies safe in Flight Control, the insanely addictive worldwide hit! It only takes a minute to learn but you won’t be able to put it down. Guide aircraft to their landing zones but don’t let them collide! Sounds easy? You’ll need smart strategy and keen eyes to alter flight paths as needed and keep the chaos under control. Your travel itinerary is packed with multiple airfields, 10 aircraft including jets and helicopters and stat-tracking. Pack your bags for addictive airline action!\n<p>----------------------------------------------------------<\/p>\n<p>WHAT THE PRESS SAYS:<\/p>\n<p>**148Apps 5\/5: &quot;…a terrific little game. It’s easy, fun for all ages and addictive enough to keep you wanting more.&quot;<\/p>\n<p>**Touch Arcade: &quot;…the winning balance of easy pick-up gameplay, ramping difficulty and tickling the need to try 'just one more time'&quot;<\/p>\n<p>----------------------------------------------------------<\/p>\n<p>Air traffic control is the world’s most stressful job, but not for you. You don’t need heading angles, flight rules or meteorological reports, you’re a natural! A prodigy! A born controller! <\/p>\n<p>There are 5 unique airfields and 10 different aircraft, including planes, helicopters and military jets. <br \/>• Earn your wings on the beloved original map that started it all! <br \/>• Coast into a relaxing beachside resort and guide jets, helicopters and seaplanes safely towards their landing zones.<br \/>• Take the helm of an aircraft carrier and command speedy military jets and helicopters.<br \/>• Venture into the Australian Outback featuring an emergency air ambulance plane that can’t be controlled.<br \/>• Grab the reins in a snowy winter wonderland where drifting snow and a windsock show the prevailing wind direction. Keep an eye on the wind! Runways will close and reopen accordingly. <\/p>\n<p>So welcome aboard, please sit back, fasten your seatbelt and enjoy the mayhem – buy Flight Control now!<\/p>\n<p>**GET MORE GREAT NAMCO Android Games! **<br \/>PAC-MAN, Ms. PAC-MAN, Pool Pro Online 3, Crush the Castle, PAC-MAN Championship Edition and more! <\/p>\n<p>Be the first to know! Get inside NAMCO info on great deals, plus the latest game updates, tips &amp; more…<\/p>\n<p>VISIT US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.namcobandaigames.com\/mobile&amp;sa=D&amp;usg=AFQjCNFWg8xYQnprMljgCYhe5w4dRq_CfA\" target=\"_blank\">http:\/\/www.namcobandaigames.com\/mobile<\/a><br \/>FOLLOW US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.facebook.com\/NamcoBandai&amp;sa=D&amp;usg=AFQjCNF4MvnaxtTA7AeTIrhOQBxw6MwU5A\" target=\"_blank\">http:\/\/www.facebook.com\/NamcoBandai<\/a><br \/>LIKE US: facebook.com\/pacman<br \/>TWEET US: twitter.com\/namcogames<\/p>\n<p>For the latest inside info from Firemint:<br \/>Join us on http:\/\/ facebook.com\/flightcontrol <br \/>Follow us at <a href=\"https:\/\/www.google.com\/url?q=http:\/\/twitter.com\/Firemint&amp;sa=D&amp;usg=AFQjCNF_b-sC_UzDy0q6YpSLqjkdutHq0Q\" target=\"_blank\">http:\/\/twitter.com\/Firemint<\/a> <br \/>Visit our site at http:\/\/ firemint.com<\/p>",
      "previousPrice": 2.99,
      "newDiscount": false,
      "downloads": "500000",
      "discount": 66,
      "id": "com.namcowireless.flightcontrol",
      "title": "Flight Control",
      "category": "Casual",
      "price": 0.99,
      "screenshots": [
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/TjDrLjSrxWLlG0TDWne9_ApZvbfSc-oYPDwVMdXWdE0V-BpzKO5pLUDp4wKE0nHp6eA=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/7h9BebScyiwjiPKjMsXKsOkY8vNx3SUE9rteGqvhJr0UJfMZmPeRRTLSWR3LIJd3JCU=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/sRIVv6VSQyivU2W32z2uruWBc0OTHrL6WW-K4vdLZ2IUADni-8X2v9Zb-2L9yZhWmrU=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/23QAzIxSLbcUcunGQA66q0-JOJmEqUxThANnXWE4QlHiOvfDRV6Vu4N2eXA6eArAybI=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/saZY_9052neGCGWPV1xt_4slLJCZdMSEUm5fX6vvmh2EINfEx4n4iNTA01X_iu2HqVSl=w400"
        }
      ],
      "developer": "NAMCO BANDAI Games",
      "description": "Keep the skies safe in Flight Control, the insanely addictive worldwide hit! It only takes a minute to learn but you won’t be able to put it down. Guide aircraft to their landing zones but don’t let them collide! Sounds easy? You’ll need smart strategy and keen eyes to alter flight paths as needed and keep the chaos under control. Your travel itinerary is packed with multiple airfields, 10 aircraft including jets and helicopters and stat-tracking. Pack your bags for addictive airline action! ---------------------------------------------------------- WHAT THE PRESS SAYS: **148Apps 5\/5: \"…a terrific little game. It’s easy, fun for all ages and addictive enough to keep you wanting more.\" **Touch Arcade: \"…the winning balance of easy pick-up gameplay, ramping difficulty and tickling the need to try 'just one more time'\" ---------------------------------------------------------- Air traffic control is the world’s most stressful job, but not for you. You don’t need heading angles, flight rules or meteorological reports, you’re a natural! A prodigy! A born controller! There are 5 unique airfields and 10 different aircraft, including planes, helicopters and military jets. • Earn your wings on the beloved original map that started it all! • Coast into a relaxing beachside resort and guide jets, helicopters and seaplanes safely towards their landing zones. • Take the helm of an aircraft carrier and command speedy military jets and helicopters. • Venture into the Australian Outback featuring an emergency air ambulance plane that can’t be controlled. • Grab the reins in a snowy winter wonderland where drifting snow and a windsock show the prevailing wind direction. Keep an eye on the wind! Runways will close and reopen accordingly. So welcome aboard, please sit back, fasten your seatbelt and enjoy the mayhem – buy Flight Control now! **GET MORE GREAT NAMCO Android Games! ** PAC-MAN, Ms. PAC-MAN, Pool Pro Online 3, Crush the Castle, PAC-MAN Championship Edition and more! Be the first to know! Get inside NAMCO info on great deals, plus the latest game updates, tips & more… VISIT US: http:\/\/www.namcobandaigames.com\/mobile FOLLOW US: http:\/\/www.facebook.com\/NamcoBandai LIKE US: facebook.com\/pacman TWEET US: twitter.com\/namcogames For the latest inside info from Firemint: Join us on http:\/\/ facebook.com\/flightcontrol Follow us at http:\/\/twitter.com\/Firemint Visit our site at http:\/\/ firemint.com",
      "contentRating": "",
      "rating": "3.5"
    },
    {
      "icon": "https:\/\/lh3.ggpht.com\/BXrlrgZQiQj5z2ozwHJNs7lNnsBly06s1lmMF18674zVqdv_kPIogbaRW-Xh1o8xXQ=w300",
      "descriptionRaw": "** SALE - 100,000 INSTALLS- 75% OFF **\n<p>Swipe Dialer Pro is your everyday dialer, powered with pure android design and speed, fast T9 search, call log, favourites, contacts, and much more.<\/p>\n<p>Effortlessly swipe between your dial pad, contacts lists, recent calls and big favourites with no LAG! Finally have a stock android feel on your Samsung, Sony or HTC device..<\/p>\n<p>In the media:-<br \/>★★★★★ ahadaily.com's - 25 Essential Paid Communication Android Apps for Android Powers Users<br \/>★★★★★ gadtecho.com's - 10 Best Android Apps<\/p>\n<p>Features:-<br \/>+ Full T9 support<br \/>+ Call log grouping<br \/>+ Landscape mode<br \/>+ Speed dial (Pro Only)<br \/>+ Keep in memory (Pro Only)<br \/>+ Totally customisable tabs (Pro only)<br \/>+ Customisable Transition effects (Pro Only)<br \/>+ Cover flow for contacts; just turn your phone landscape (Pro only)<br \/>+ Custom fonts, Backgrounds, Colours just about every item! (Pro only)<br \/>+ Use your own background (Pro only)<br \/>+ Hide the recents tab (Pro only)<br \/>+ Change dial pad colour (Pro only)<br \/>+ One handed dialer mode for large screen devices (Pro only)<br \/>+ English, German, French, Norwegian, Spanish, Hindi, Hebrew, Norwegian, Polish, Portuguese, Russian, Ukrainian, and Chinese support<br \/>+ Dynamic indexed contact list<br \/>+ Phone number formatting<br \/>+ Stock android style<br \/>+ Big favourite photos<br \/>+ Very fast<br \/>+ Delete one or all call logs via long press<br \/>+ Copy &amp; Paste &amp; Edit phone numbers<br \/>+ Send SMS's, edit or call contacts via long press<br \/>+ Haptic feedback <br \/>+ Pressing dial brings up last called number<br \/>+ Sort by surname in contacts list <br \/>+ Configure dialer sounds<\/p>\n<p>Public translation via <a href=\"https:\/\/www.google.com\/url?q=http:\/\/crowdin.net\/project\/swipedialerapp&amp;sa=D&amp;usg=AFQjCNFTXn9EPnkVhXOzj2svpFZ7ADk_rA\" target=\"_blank\">http:\/\/crowdin.net\/project\/swipedialerapp<\/a><\/p>\n<p>For support come to the support forum <a href=\"https:\/\/www.google.com\/url?q=https:\/\/groups.google.com\/forum\/%23!forum\/swipe_dialer&amp;sa=D&amp;usg=AFQjCNHeSeHQSQGVXtBPqYUreUnlABLvmQ\" target=\"_blank\">https:\/\/groups.google.com\/forum\/#!forum\/swipe_dialer<\/a><\/p>\n<p>Public beta testers please join here <a href=\"https:\/\/www.google.com\/url?q=https:\/\/plus.google.com\/u\/0\/communities\/105346638127245456314&amp;sa=D&amp;usg=AFQjCNHwKEqdWf1jnT3PfUR3FpQk1hfW-A\" target=\"_blank\">https:\/\/plus.google.com\/u\/0\/communities\/105346638127245456314<\/a><\/p>\n<p>Any problems email me :)<\/p>\n<p>Keywords: dialler app,dialler,diallers,t9 dialler,predictive dialler,phone,dialer,dial,T9,contact,contacts,smart dialer,quick dial,speed dial, aosp, stock, fast,dialer predictive ,pronto dialer, dial, dialing<\/p>",
      "previousPrice": 2.43,
      "newDiscount": true,
      "downloads": "10000",
      "discount": 59,
      "id": "com.mb.swipedial.donate",
      "title": "Swipe Dialer Pro",
      "category": "Communication",
      "price": 0.99,
      "screenshots": [
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/dzsMxRlZQU8vH81fjWQXy2aF2Z9nD5FBqIUFkvmfh5fcoIPcineWzmxb7RJDOygsPUo=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/ims4CprEFej02af9oPwOhnzSe_sBaTXPJk_6ZjCMVP1wBohBDOjlZMvMyxIK_p8IVgo=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/Bo4B0EJEx3yW2xdz3AJt-anX8BgtzDW30Aiekpfb4z8ZwwF7zSwXCt2mO9uIOJ_q3no=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/jK21U9QyA7h3YlyT1VtAN3n3A1fzFWmqUGyW4N0TTWXuKlMAld3QGlwkw8KLE1zq32s=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/NE7iKE74aPOmlaMP70COUA9D18UoCKjVPZWSozYX4Fbuqw3IH-EDosmx1OnYcJ6hp_0=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/Sdc-PSHtlIjuPbOgVx-ptQMcSQPWETUt5Hx3mEThG0Ecvhzp7nLFHpHlN3RDobOO1TT4=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/Jp38F230qnuxpxxXTBgMzN-YfIZoEpgdWXm0v2Sg4SqJCj1hnWKQv7QF9Uy4ehnYGg=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/8PpYfx8Z6ibcgNKJAlIclCwM2FA9t6CzGO85kbFGI591cXaXYNNEC7xD9iK-op7mqw=w400"
        }
      ],
      "developer": "Mike Barnett",
      "description": "** SALE - 100,000 INSTALLS- 75% OFF ** Swipe Dialer Pro is your everyday dialer, powered with pure android design and speed, fast T9 search, call log, favourites, contacts, and much more. Effortlessly swipe between your dial pad, contacts lists, recent calls and big favourites with no LAG! Finally have a stock android feel on your Samsung, Sony or HTC device.. In the media:- ★★★★★ ahadaily.com's - 25 Essential Paid Communication Android Apps for Android Powers Users ★★★★★ gadtecho.com's - 10 Best Android Apps Features:- + Full T9 support + Call log grouping + Landscape mode + Speed dial (Pro Only) + Keep in memory (Pro Only) + Totally customisable tabs (Pro only) + Customisable Transition effects (Pro Only) + Cover flow for contacts; just turn your phone landscape (Pro only) + Custom fonts, Backgrounds, Colours just about every item! (Pro only) + Use your own background (Pro only) + Hide the recents tab (Pro only) + Change dial pad colour (Pro only) + One handed dialer mode for large screen devices (Pro only) + English, German, French, Norwegian, Spanish, Hindi, Hebrew, Norwegian, Polish, Portuguese, Russian, Ukrainian, and Chinese support + Dynamic indexed contact list + Phone number formatting + Stock android style + Big favourite photos + Very fast + Delete one or all call logs via long press + Copy & Paste & Edit phone numbers + Send SMS's, edit or call contacts via long press + Haptic feedback + Pressing dial brings up last called number + Sort by surname in contacts list + Configure dialer sounds Public translation via http:\/\/crowdin.net\/project\/swipedialerapp For support come to the support forum https:\/\/groups.google.com\/forum\/#!forum\/swipe_dialer Public beta testers please join here https:\/\/plus.google.com\/u\/0\/communities\/105346638127245456314 Any problems email me :) Keywords: dialler app,dialler,diallers,t9 dialler,predictive dialler,phone,dialer,dial,T9,contact,contacts,smart dialer,quick dial,speed dial, aosp, stock, fast,dialer predictive ,pronto dialer, dial, dialing",
      "contentRating": "",
      "rating": "4.4"
    },
    {
      "icon": "https:\/\/lh6.ggpht.com\/QYjTKN-QbgkPrjmgm7opNTaLpnfFNJNRf2HHOnaUuE9cQ3L47zEod1bbxswuJq99cw=w300",
      "descriptionRaw": "Enter the ring and prepare yourself for all the high-flying action and slam-takedowns with TNA Wrestling iMPACT! now available for your Android device. \n<p>- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - <br \/>PLAY THE GAME, FEEL THE iMPACT!<\/p>\n<p>Rule the ring with 24 TNA Superstars, including AJ Styles, Kurt Angle, and even the legendary Hulk Hogan! Master each wrestler's playbook of back-breaking strikes, slams, grabs, and finishers. Not only will you don the costumes of your favorite TNA Superstar in Career Mode, you can customize your own wrestler, from his style and stats to his body type and appearance! Decide whether you want to compete for the TNA Heavyweight, Tag Team, or X-Division championship. <\/p>\n<p>*Featuring Your Favorite TNA Superstars and all Their Signature Moves!*<br \/>Hulk Hogan, AJ Styles, Rob Van Dam, Sting, Samoa Joe, The Pope, Jeff Jarrett, Ric Flair, Jeff Hardy and more! <\/p>\n<p>*Create-A-Wrestler*<br \/>Create your own custom TNA wrestler with unique move sets, costumes and finishing moves. <\/p>\n<p>*Become a Legend in Career Mode* <br \/>Enter the world of TNA Wrestling and climb your way to the top in this story-driven mode. <\/p>\n<p>*6 Different Match Types*<br \/>Standard, Submission, Fall Count Anywhere, No DQ, Cage and Tag Team<\/p>\n<p><br \/>- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - <br \/>**GET MORE GREAT NAMCO GAMES** <br \/>Flight Control, Pool Pro Online 3, and Isaac Newton’s Gravity and more! <\/p>\n<p>- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -<br \/>Be the first to know! Get the inside info on NAMCO deals, the latest game updates, previews, tips and more... <\/p>\n<p>VISIT US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.namcobandaigames.com\/home&amp;sa=D&amp;usg=AFQjCNGF7RBfGD4927ZR5fKn9T3eO0CBhQ\" target=\"_blank\">http:\/\/www.namcobandaigames.com\/home<\/a><\/p>\n<p>FOLLOW US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.facebook.com\/NamcoBandai&amp;sa=D&amp;usg=AFQjCNF4MvnaxtTA7AeTIrhOQBxw6MwU5A\" target=\"_blank\">http:\/\/www.facebook.com\/NamcoBandai<\/a><\/p>\n<p>TWEET US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/twitter.com\/namcobandai&amp;sa=D&amp;usg=AFQjCNE2r62TFqZLv1zNZ3KvPUG28l7YlQ\" target=\"_blank\">http:\/\/twitter.com\/namcobandai<\/a><\/p>\n<p>- - - - - - - - - - - - - - - - - - - - - - - - - - - - - -<\/p>\n<p>Devices with known issues:<br \/>Motorola Droid PRO - Scaling issues<br \/>Motorola XOOM - Scaling issues<br \/>Samsung Galaxy S2 - Stability issues<br \/>Samsung Galaxy S - Will not install on 2.2 or lower firmware due to device restrictions<br \/>Motorola Attrix - Stability issues<\/p>\n<p>For support: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.namcobandaigames.com\/support&amp;sa=D&amp;usg=AFQjCNHoDKDO8hYvJVc6txKxfV28sVdVLA\" target=\"_blank\">http:\/\/www.namcobandaigames.com\/support<\/a><\/p>",
      "previousPrice": 1.99,
      "newDiscount": false,
      "downloads": "50000",
      "discount": 50,
      "id": "com.namconetworks.tnaimpact",
      "title": "TNA Wrestling iMPACT!",
      "category": "Arcade & Action",
      "price": 0.99,
      "screenshots": [
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/GZdXnp1qaB-3SvbRPJWpC9Ndc-KqU4dAsgEFFa-_Lp6npnZ4ykuVXlmvMdYvsqhQRlU=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/iqYWrcUYdU-6LrgpzGAF0eC8A4Ak-z5iuX6e9Pm9p_hu4ba0EkKawpOsORIx10IqoA=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/pEFHi-NP2t9BePpO6QULuakDl1Oxzm1H4ZEkHwQ-1jzXObPr_Sjjc7ODHua2cG1U1Lk=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/4HzrN1WVsO5yolfUsZ5vrhEPFWEG6AYIHE0MPb8cEGcqBonl_Zwrncui4OvULvehPw=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/Po58yFC5OQbxGT6vNKC5k-4Yke0nvbOPhktpaBK-ci4qD29papjtXtTv2Nw7RA_ewDjE=w400"
        }
      ],
      "developer": "NAMCO BANDAI Games",
      "description": "Enter the ring and prepare yourself for all the high-flying action and slam-takedowns with TNA Wrestling iMPACT! now available for your Android device. - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - PLAY THE GAME, FEEL THE iMPACT! Rule the ring with 24 TNA Superstars, including AJ Styles, Kurt Angle, and even the legendary Hulk Hogan! Master each wrestler's playbook of back-breaking strikes, slams, grabs, and finishers. Not only will you don the costumes of your favorite TNA Superstar in Career Mode, you can customize your own wrestler, from his style and stats to his body type and appearance! Decide whether you want to compete for the TNA Heavyweight, Tag Team, or X-Division championship. *Featuring Your Favorite TNA Superstars and all Their Signature Moves!* Hulk Hogan, AJ Styles, Rob Van Dam, Sting, Samoa Joe, The Pope, Jeff Jarrett, Ric Flair, Jeff Hardy and more! *Create-A-Wrestler* Create your own custom TNA wrestler with unique move sets, costumes and finishing moves. *Become a Legend in Career Mode* Enter the world of TNA Wrestling and climb your way to the top in this story-driven mode. *6 Different Match Types* Standard, Submission, Fall Count Anywhere, No DQ, Cage and Tag Team - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - **GET MORE GREAT NAMCO GAMES** Flight Control, Pool Pro Online 3, and Isaac Newton’s Gravity and more! - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Be the first to know! Get the inside info on NAMCO deals, the latest game updates, previews, tips and more... VISIT US: http:\/\/www.namcobandaigames.com\/home FOLLOW US: http:\/\/www.facebook.com\/NamcoBandai TWEET US: http:\/\/twitter.com\/namcobandai - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Devices with known issues: Motorola Droid PRO - Scaling issues Motorola XOOM - Scaling issues Samsung Galaxy S2 - Stability issues Samsung Galaxy S - Will not install on 2.2 or lower firmware due to device restrictions Motorola Attrix - Stability issues For support: http:\/\/www.namcobandaigames.com\/support",
      "contentRating": "",
      "rating": "3.8"
    },
    {
      "icon": "https:\/\/lh3.ggpht.com\/jXynoiRqvfxBpRQZG0TbElqXoII6116OI8xwpfy1V-76wfA9vdqIVE3Pi9gKn5z7Eg=w300",
      "descriptionRaw": "<b>2014 Sale 50% OFF for #1 ranked 3D Launcher. &quot;Time to get rid of boring Launcher and get best-selling 3D Launcher on Google Play now! &quot;<\/b> \n<p><b>Next Launcher 3D Shell— Best 3D Launcher Ever. + Brand new UI3.0 Just Released!<\/b><\/p>\n<p><b>Next Launcher 3D Shell shows you how 3D dynamic effects and highly customizable Android home screen replacement app could redefine your Android device.<\/b><\/p> \n<p>Forget about everything tiling on the flat like dead fish. Forget about the icon showing like a piece of paper. Forget about the dock standing in line like dumb wood. Forget the traditional launcher and embrace REAL 3D Launcher! <\/p>\n<p><b>Claim Your Next Launcher 3D Shell Right NOW! <\/b> <br \/>Join millions of users for unique and splendid operation experience and visual enjoyment!<\/p>\n<p>■ <b>Testimonials<\/b><br \/>“One of the most heavily customizable, fluid, and striking launchers we’ve ever seen here at Redmond Pie.” - Redmond Pie<\/p>\n<p>“A gorgeous app packed with dynamic effects and 3D elements. The gratifying 3D visual elements, transition effects, and gestures will get you a different and brilliant visual enjoyment and operation experience.” - Topapps<\/p>\n<p>“The launcher features crazy 3D effects, turning any device you own into a futuristic Tron-centric trip. With additional themes and custom widgets downloadable from Google Play, it’s an extensive and extremely comprehensive option for someone looking to spice up their device.” - Droid-life<\/p>\n<p>■ <b>Key Features<\/b><br \/>- Extremely fancy 3D effect with buttery smooth experience<br \/>- Real 3D Home Screen Transition Effects (Crystal, Cloth, Folding and more coming soon)<br \/>- Stunning 3D screen preview with dazzling animation of screen switching<br \/>- Build unique icon style by changing its size, angle, style and label (Icon Editor)<br \/>- Combine all good parts from different themes into a single theme you really love (Theme Mix Mode)<br \/>- Efficient and powerful batch apps management with gestures<br \/>- Up to 8 different gestures available in home screen and app drawer <br \/>- See how cool your phone could be by blowing all the icons and the widgets to air space (Floating Mode)<br \/>- Enhanced shining border effects for home screen transition <br \/>- Up to 7 rows on dock to shortcut all your favorites<br \/>- Keep releasing 3D Next widgets, 3D themes and live wallpapers special designed by GO Launcher Dev Team<\/p>\n<p>Watch Next Launcher 3D demo.<br \/><a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.youtube.com\/watch?v%3D88mjYORVVRc&amp;sa=D&amp;usg=AFQjCNF_gabpYusV4erXFWvqzky1obn8uQ\" target=\"_blank\">http:\/\/www.youtube.com\/watch?v=88mjYORVVRc<\/a><\/p>\n<p>■ <b>FAQ<\/b><br \/>1. Why I have to set Next Launcher as default home screen replacement each time after some devices restarted?<br \/>A bug in Android system 4.1.x causes the problem. If you happen to encounter this issue, please download <b><a href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2F%E2%80%9D&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNF4ksRwn2-NYKIOwbPRqyX2kiB2-g\">Next Launcher Patch<\/a><\/b>in Google Play and follow the tutorials to fix it.<br \/>2. How to avoid home screen elements loading problem? <br \/>Please do not install Next Launcher 3D into your SDcard. It will help avoiding home screen elements loading problem due to SDcard loading delay if you restart your phone or remove SDCard.<br \/>3. How to use icons in GO Launcher themes?<br \/>Install a Go Launcher theme -&gt; Click “Next Key”- &gt; Click &quot;Theme Mix&quot; -&gt; Click the shining desktop elements -&gt; Find the GO Launcher theme and apply it. <br \/>If you couldn’t apply some themes, please send themes name and your Next Launcher version to <a href=\"mailto:nextlauncher@gmail.com\">nextlauncher@gmail.com<\/a>. We will follow us ASAP. <br \/>We strive to become better than we are, providing the best Android home screen replacement for you! Thanks for your support! <br \/>More tips: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.goforandroid.com\/GDTEn\/faq.aspx?softid%3D55%26nav%3D99&amp;sa=D&amp;usg=AFQjCNGJBIhQb8luifMtm7r0-IRnRJNHaw\" target=\"_blank\">http:\/\/www.goforandroid.com\/GDTEn\/faq.aspx?softid=55&amp;nav=99<\/a><\/p>\n<p>■ <b>Follow Us<\/b><br \/>Facebook: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/www.facebook.com\/NextLauncher&amp;sa=D&amp;usg=AFQjCNEjVk-Qyqtj2XlsM1WDUlYhC1Yk6w\" target=\"_blank\">https:\/\/www.facebook.com\/NextLauncher<\/a><br \/>Twitter: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/twitter.com\/nextlauncher&amp;sa=D&amp;usg=AFQjCNFCryS64LQ_E2XvQeTcFNitCcwwIw\" target=\"_blank\">https:\/\/twitter.com\/nextlauncher<\/a><br \/>Google+: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/plus.google.com\/108624381722454375934\/posts&amp;sa=D&amp;usg=AFQjCNHyMFG9lfcK2Y9WCHdG38egVE3xWQ\" target=\"_blank\">https:\/\/plus.google.com\/108624381722454375934\/posts<\/a><br \/>■ <b>Contact Us<\/b><br \/>E-mail: <a href=\"mailto:nextlauncher@gmail.com\">nextlauncher@gmail.com<\/a><br \/>________________________________________<\/p>\n<p>Use of this app is governed by our Terms of Service: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.goforandroid.com\/GDTEN\/terms-of-service.htm&amp;sa=D&amp;usg=AFQjCNGj2cYiqvK4S96f4ap3eFguRfXvGA\" target=\"_blank\">http:\/\/www.goforandroid.com\/GDTEN\/terms-of-service.htm<\/a> and Privacy Policy:<a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.goforandroid.com\/GDTEN\/privacy.htm&amp;sa=D&amp;usg=AFQjCNHCSQCHdnNM_HxCcLovBE8dgSlBEw\" target=\"_blank\">http:\/\/www.goforandroid.com\/GDTEN\/privacy.htm<\/a><\/p>",
      "previousPrice": 16.99,
      "newDiscount": false,
      "downloads": "500000",
      "discount": 47,
      "id": "com.gtp.nextlauncher",
      "title": "Next Launcher 3D Shell",
      "category": "Personalization",
      "price": 8.99,
      "screenshots": [
        {
          "height": 225,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/dUEeA9A-R8sm3o7ue25PAgxbktED8dY_J7LfY0xQV0isOSL4C0g6RwKheFp9GunkTuc=w400"
        },
        {
          "height": 225,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/4fojPHVg0JIq4K813QgsaWj8oIMnnW0-Se346huKxbOSpkKYncaWFedK8UCRy9oFvABW=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/FMzZCTu9r7fUTY3iX9xY-Hg7wrh5sPQj8wColad1lgFGvY869UdA_jUZ-EjmPzitFM8=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/IEIIlnz4oX1D6GAoWZq805_X6_5HyZ-9GVE5bclBfgx2QemUlL_R_h86NA0ZjAFF-VgN=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/sDWvBQzd9cEDtkD5iBCQnjL-K7PbzzxoXW_Ukyr5tzUWZEeWcJ7C1vz8Si9gSSYp-Q=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/x9CRn3BWs-Bp3Vl-xyEJRG0Chgq5GeRACWIS9pEbg99FvxibUx_RsjpTFXDefg8a_Q=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/aQTpms02_zRtAmgSp_nUgSwmFJfnugu_vkn9-S8SYdDnwbPEH6cql81f2kqxRn7mOg=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/n5wS4rumYx0L9aJqmzohsWEnoReMmEe2J5qNi6nW46bBjXHP9Q4-1LlualULczkpaug=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/0Drav0C6b4WK_WTNl1vOMyaD7BPfbHFEPgpfrTj0Evu9rzwYyiROk2M63dxMVq-8Xw8=w400"
        }
      ],
      "developer": "GO Launcher Dev Team",
      "description": "2014 Sale 50% OFF for #1 ranked 3D Launcher. \"Time to get rid of boring Launcher and get best-selling 3D Launcher on Google Play now! \" Next Launcher 3D Shell— Best 3D Launcher Ever. + Brand new UI3.0 Just Released! Next Launcher 3D Shell shows you how 3D dynamic effects and highly customizable Android home screen replacement app could redefine your Android device. Forget about everything tiling on the flat like dead fish. Forget about the icon showing like a piece of paper. Forget about the dock standing in line like dumb wood. Forget the traditional launcher and embrace REAL 3D Launcher! Claim Your Next Launcher 3D Shell Right NOW! Join millions of users for unique and splendid operation experience and visual enjoyment! ■ Testimonials “One of the most heavily customizable, fluid, and striking launchers we’ve ever seen here at Redmond Pie.” - Redmond Pie “A gorgeous app packed with dynamic effects and 3D elements. The gratifying 3D visual elements, transition effects, and gestures will get you a different and brilliant visual enjoyment and operation experience.” - Topapps “The launcher features crazy 3D effects, turning any device you own into a futuristic Tron-centric trip. With additional themes and custom widgets downloadable from Google Play, it’s an extensive and extremely comprehensive option for someone looking to spice up their device.” - Droid-life ■ Key Features - Extremely fancy 3D effect with buttery smooth experience - Real 3D Home Screen Transition Effects (Crystal, Cloth, Folding and more coming soon) - Stunning 3D screen preview with dazzling animation of screen switching - Build unique icon style by changing its size, angle, style and label (Icon Editor) - Combine all good parts from different themes into a single theme you really love (Theme Mix Mode) - Efficient and powerful batch apps management with gestures - Up to 8 different gestures available in home screen and app drawer - See how cool your phone could be by blowing all the icons and the widgets to air space (Floating Mode) - Enhanced shining border effects for home screen transition - Up to 7 rows on dock to shortcut all your favorites - Keep releasing 3D Next widgets, 3D themes and live wallpapers special designed by GO Launcher Dev Team Watch Next Launcher 3D demo. http:\/\/www.youtube.com\/watch?v=88mjYORVVRc ■ FAQ 1. Why I have to set Next Launcher as default home screen replacement each time after some devices restarted? A bug in Android system 4.1.x causes the problem. If you happen to encounter this issue, please download Next Launcher Patchin Google Play and follow the tutorials to fix it. 2. How to avoid home screen elements loading problem? Please do not install Next Launcher 3D into your SDcard. It will help avoiding home screen elements loading problem due to SDcard loading delay if you restart your phone or remove SDCard. 3. How to use icons in GO Launcher themes? Install a Go Launcher theme -> Click “Next Key”- > Click \"Theme Mix\" -> Click the shining desktop elements -> Find the GO Launcher theme and apply it. If you couldn’t apply some themes, please send themes name and your Next Launcher version to nextlauncher@gmail.com. We will follow us ASAP. We strive to become better than we are, providing the best Android home screen replacement for you! Thanks for your support! More tips: http:\/\/www.goforandroid.com\/GDTEn\/faq.aspx?softid=55&nav=99 ■ Follow Us Facebook: https:\/\/www.facebook.com\/NextLauncher Twitter: https:\/\/twitter.com\/nextlauncher Google+: https:\/\/plus.google.com\/108624381722454375934\/posts ■ Contact Us E-mail: nextlauncher@gmail.com ________________________________________ Use of this app is governed by our Terms of Service: http:\/\/www.goforandroid.com\/GDTEN\/terms-of-service.htm and Privacy Policy:http:\/\/www.goforandroid.com\/GDTEN\/privacy.htm",
      "contentRating": "",
      "rating": "4.5"
    },
    {
      "icon": "https:\/\/lh3.ggpht.com\/p_WkILaNn9lV9vxms0nyJg5WyYdi55eu5Vr5MjVbALq3c1RwhzrPsyRAq-vKU3txB74=w300",
      "descriptionRaw": "&quot;a satisfying and long-lasting dungeon crawler.&quot; -Digital Spy\n<br \/>&quot;a rock-solid performer.&quot; -PocketGamer\n<br \/>&quot;I would definitely recommend this for someone...waiting for the new Dark Souls game.&quot; -148Apps\n<br \/>&quot;impressive graphics on the same level as console games.&quot; -Modojo\n<p><br \/>The forces of evil are mobilizing in defiance of heavenly rule. As an Archangel your task is not merely to halt their rise – you must inflict a justice so brutal and uncompromising that none will ever again defy the will of Heaven. Black Tower Studios and Unity Games conjure visceral action tailored for touch in this epic clash between good and evil. <\/p>\n<p>**Requires up to 400MB of free space to download. Supported devices mentioned below.**<\/p>\n<p>FEATURES <br \/>-Embody the Angel of justice and retribution - a celestial being of certain conviction driven by moral absolutes. <br \/>-A true gesture &amp; touch based control system designed to give unparalleled control. <br \/>-Crush, freeze, pound, cut, immolate and even resurrect fallen foes to fight against their fellow sinners. <br \/>-30 levels of intense, martial and spell-casting action. <br \/>-Over 100 items to collect, some with unique spells and abilities to add to your repertoire. <br \/>-Wager hard-earned spoils at the end of each level for even more treasure—or risk losing it all. <br \/>-Achievements to unlock and Leaderboards using Google Play Game Services.<br \/>-Have progress automatically saved on the cloud and continue your game on any of your devices. <\/p>\n<p>Android 2.3.3 or above is required.<br \/>Recommended Devices: Asus EE Transformer tablet, Motorola Xoom tablet, Sony xperia S tablet, Lenovo Ideatab, Nexus 7 (2012) tablet, Samsung Galaxy S2 (lead device), Samsung Galaxy S4, HTC One X, LG 4X HD, Samsung Galaxy Nexus.<\/p>\n<p>-CAUTION-<br \/>Devices other than those mentioned above are not supported.<\/p>\n<p>English, 한국어, 日本語, 中文, Deutsch, Espa&ntilde;ol, Fran&ccedil;ais, Italiano, Portugu&ecirc;s, Русский, T&uuml;rk&ccedil;e<\/p>\n<p>Unity Games Privacy Policy (<a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.unitygames.com\/about-us\/privacy\/&amp;sa=D&amp;usg=AFQjCNGvnAwIwUG-vBB3mtKk2yqE9u28Xg\" target=\"_blank\">http:\/\/www.unitygames.com\/about-us\/privacy\/<\/a>)<br \/>Unity Games Terms of Service (<a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.unitygames.com\/tos\/&amp;sa=D&amp;usg=AFQjCNEok5Hc6HGn3JIty-8XaBRbaD-98g\" target=\"_blank\">http:\/\/www.unitygames.com\/tos\/<\/a>)<\/p>",
      "previousPrice": 4.99,
      "newDiscount": false,
      "downloads": "5000",
      "discount": 60,
      "id": "com.unitygames.archangel",
      "title": "Archangel",
      "category": "Arcade & Action",
      "price": 1.99,
      "screenshots": [
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/GlxF93It7JWt3crhlu6oh9-FnInqzvyNUzWYKp3Soi5dBTqC52ACLGuLuSorv-pIFJI=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/7Ja05ki6slP7ePLE_t6i_UtLo8LlCE9t1tZMq62DmiV0XvOrG9aWTr5IKPcVxdYN3GQ=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/MOVutsCDsmU8dswWjcutHFBdeo5QFYdrwpgdE278DAkR_4tf2JBtaFGs8knqUxLSGuc=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/9dx4vaUT-gL-k3SD6debn3ZkY9RQTAlfRfEgIMXnyRScCPB0P44sm53IfSURRBVMofE=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/baVc9oPAOGAQaCKN9mhDYuDQXb6KtA-UGoKTlHpeztoVveqgKud6BsT75Gkz97-__7E=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/pZVPhvRYE4FoMMObN1Clenydv9JIfWVWaYCMpUWLLmwFl3QAi9v--5pxJKgxzMdn4Kw=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/NhagD3kWn1j_ogw39DHB-umWTYWJaCxUbA7K8nf4MniPSEvn6_5iZxttmbZpKzRSx8I=w400"
        },
        {
          "height": 234,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/ArlWldo6u7Fg1EOCANnbHsfEXYdZo6zYhsR5pO4v6baZd-1og97AaSMykmV2HwXeaaUq=w400"
        },
        {
          "height": 234,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/CB3fObsyhclXSJ0Mrha4QYTN2tHcLal6fMk5YIHinz02NuaAOoiKx3xY90CSygVAYnI=w400"
        },
        {
          "height": 234,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/79vA5NGPNNsABk1EoWOgq_e6J6wQyhT0z8la6iOfoy6lVb72qLPVfl32MOpEObkb0LY=w400"
        },
        {
          "height": 234,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/7nUAoHnAPrcTxjKU_xzkumi37C7-nOar1iS4cH-8qzVqjNJvey5S0vR2NdQgwvN-pDQ=w400"
        },
        {
          "height": 234,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/a_XTsosjpR9NGodjSItSfDoj8ky7u1dSXlN5FXc_UYiwV5yNr0nNfS5JclcZ1BrhUkY=w400"
        },
        {
          "height": 234,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/XAFy1_peuuEg7mW59LwfknVtXYeO5J6mIWXQ757VckLht5PufQSk3iv9yNdzGPpU2aJC=w400"
        },
        {
          "height": 234,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/31IFdNtO57zCniZJMU-G7bQYg-5OaqgHe-Z-mNyyKEmXFeOlNaA3-gCSwzWfH3XtfYs=w400"
        },
        {
          "height": 225,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/95YrZ2iq1elVde2yWTaJFrD3DDQ1hOMb80ecC6VKbh31e_E2e3H8foD9sIy9CO8doGE=w400"
        },
        {
          "height": 225,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/GrIR0V91j0QYMCVTAz06wCEBHa0jvdm9GnKolF-CnLHHfa-oosibuiPxjcy8Xs5ewJ0=w400"
        },
        {
          "height": 225,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/jOLBFtyzWmFA93t3HOP9dHalw7kLKgHijDb1zhlxbFvOazWktMIhbgjYp_JT4trERzg=w400"
        },
        {
          "height": 225,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/rO04CAdVNw9MFZwCFuz5HUdP_OGf-rL8pHB7WOZidpTG0rfBNBKJD-2Q_ygIhD1GGQ=w400"
        },
        {
          "height": 225,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/WBQx2uJhW_f5wLdvFXFkp9q3nVFQHazrdW7n6VTKDB4G9geKRQnUy-5HcaiZxirmxGw=w400"
        },
        {
          "height": 225,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/GNJC1PnsJcoKVWt5puEEI9HOurFu6PJ0MurGDE_S_WMZ4Ik-kz97OfU5EjJ6VV9EUX3q=w400"
        },
        {
          "height": 225,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/bnC-BgOBdtOgjd48UhK5LwK4JX9saBAtaUt2kdSJKM6AMi4nZkuw5PGoaU1Kty1USg0=w400"
        }
      ],
      "developer": "Unity Games",
      "description": "\"a satisfying and long-lasting dungeon crawler.\" -Digital Spy \"a rock-solid performer.\" -PocketGamer \"I would definitely recommend this for someone...waiting for the new Dark Souls game.\" -148Apps \"impressive graphics on the same level as console games.\" -Modojo The forces of evil are mobilizing in defiance of heavenly rule. As an Archangel your task is not merely to halt their rise – you must inflict a justice so brutal and uncompromising that none will ever again defy the will of Heaven. Black Tower Studios and Unity Games conjure visceral action tailored for touch in this epic clash between good and evil. **Requires up to 400MB of free space to download. Supported devices mentioned below.** FEATURES -Embody the Angel of justice and retribution - a celestial being of certain conviction driven by moral absolutes. -A true gesture & touch based control system designed to give unparalleled control. -Crush, freeze, pound, cut, immolate and even resurrect fallen foes to fight against their fellow sinners. -30 levels of intense, martial and spell-casting action. -Over 100 items to collect, some with unique spells and abilities to add to your repertoire. -Wager hard-earned spoils at the end of each level for even more treasure—or risk losing it all. -Achievements to unlock and Leaderboards using Google Play Game Services. -Have progress automatically saved on the cloud and continue your game on any of your devices. Android 2.3.3 or above is required. Recommended Devices: Asus EE Transformer tablet, Motorola Xoom tablet, Sony xperia S tablet, Lenovo Ideatab, Nexus 7 (2012) tablet, Samsung Galaxy S2 (lead device), Samsung Galaxy S4, HTC One X, LG 4X HD, Samsung Galaxy Nexus. -CAUTION- Devices other than those mentioned above are not supported. English, 한국어, 日本語, 中文, Deutsch, Español, Français, Italiano, Português, Русский, Türkçe Unity Games Privacy Policy (http:\/\/www.unitygames.com\/about-us\/privacy\/) Unity Games Terms of Service (http:\/\/www.unitygames.com\/tos\/)",
      "contentRating": "",
      "rating": "4.1"
    },
    {
      "icon": "https:\/\/lh6.ggpht.com\/yQXDs0QU0NSBGCEz9XgNUwr8UrzT2broy9Dr4fHOaFAe5Y_G1fKNsYxUe_2TIXVcINg=w300",
      "descriptionRaw": "Adventure Time meets Ski Safari! Shred the slopes of Ooo with Finn and his friends in this endlessly fun downhill adventure. \n<p>SKI WITH YOUR BUTT <br \/>Slide your way through Ice Kingdom, Candy Kingdom, and the Mystery Mountains to outrun a relentless avalanche! <\/p>\n<p>MATHEMATICAL COSTUMES <br \/>Dress Finn up like a zombie, put on his pajamas, go as Prince Hotbod, and more! Check out the shop for boosts, upgrades, and vehicles. <\/p>\n<p>GRAB YOUR FRIENDS <br \/>Hitch a ride with Jake, LSP, Marceline, Princess Bubblegum, Rainicorn, Ice King, Gunter, and many more! <\/p>\n<p>STUNT IT UP <br \/>Perform flippin’ awesome tricks and ride wild animals to build up your combo meter! <\/p>\n<p>The fun will never end! It’s SKI SAFARI ADVENTURE TIME! <\/p>\n<p>Important considerations: <br \/>This app includes the option for adults to unlock or buy additional in-game items with real money to enhance game play. You may disable in-app purchases by adjusting your device settings. <\/p>\n<p>********************************** <br \/>PRIVACY INFORMATION: <br \/>Your privacy is important to us at Cartoon Network, a division of Turner Broadcasting System, Inc. This game collects and uses information as described in Cartoon Network’s Privacy Policy linked below. This information may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content; serve advertising; perform network communications; manage and improve our products and services; and perform other internal operations of Cartoon Network web sites or online services. Our privacy practices are guided by data privacy laws in the United States. For users residing in the EU or other countries outside the U.S., please note that this app may use persistent identifiers for game management purposes. By downloading this application, you accept our Privacy Policy and End User License Agreement, and you give permission for such uses for all users of your device. The Privacy Policy and End User License Agreement are in addition to any terms, conditions or policies imposed by your wireless carrier and Google, Inc. Cartoon Network and its affiliates are not responsible for any collection, use, or disclosure of your personal information by Google or your wireless carrier. <\/p>\n<p><br \/>Terms of Use: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cartoonnetwork.com\/legal\/termsofuse.html&amp;sa=D&amp;usg=AFQjCNH8S4Nu7Q8uE0W4XoNpSBNX8wzoIQ\" target=\"_blank\">http:\/\/www.cartoonnetwork.com\/legal\/termsofuse.html<\/a> <br \/>Privacy Policy: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cartoonnetwork.com\/legal\/privacy\/mobile.html&amp;sa=D&amp;usg=AFQjCNFQLcQkuPHs7pXip6YWoxj4pbCU1g\" target=\"_blank\">http:\/\/www.cartoonnetwork.com\/legal\/privacy\/mobile.html<\/a> <br \/>**********************************<\/p>",
      "previousPrice": 1.99,
      "newDiscount": false,
      "downloads": "100000",
      "discount": 50,
      "id": "com.turner.atskisafari",
      "title": "Ski Safari: Adventure Time",
      "category": "Arcade & Action",
      "price": 0.99,
      "screenshots": [
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/ecwPvokVtbMfj7lhgE4WReKbcD9VroprYBF-mZ52aTYwmAYXDBS8ZhpvyRtGItiZu9xa=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/GWZrdLXBn8493b-qTIOtUKgaqaDVophIsHg8g0WJkut57tnEI9V8ZFsVfe04fWiFZxs=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/nfvEHcjCWQYKtJHVQH-GqHBmn1J0LIqLDggoWd3V0FQEeD2K_f56zImjOEoaOXS5AQ=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/ZLp3GvdrvanBssPxWcnfR00XefhMIktHqi715lGOSxDRwqPSrojNcuUwBeZXhqpecg=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/5KUFx1tXmjHLlxT9XLkrw3zV88vjO7tZILKaR99RMO7faDxV5bijfX1v0UA0f78orJ_Q=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/Sk3U196V-bSExKhWGmfrV9p4y9dY7bnlvQ31-JaOOfuSbAWS42SSOt3wlt3VTSturA=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/XgL3b7UYjcIN--YK2gcTIgfGNnGGAkUuUtKGmiKFv-Qzs2hHzz9Wc1RlYbe6H5hJCQ=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/lRMd2_HrrayHMCVSmvB1n19YWtIDHfs_QQ9s73rL21nfeidCtfKJat67IQC6c6O4OCM=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/CYzHEsjEmDPPRrUnIpgypihseWJohTxecpZmmZxoukD6NYRG_IX7Ba9rp1dHEBOlNbgn=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/YO_smn66pV4ta5o-ycaI8dS1IpjPO3sOUQAN5aS_mU4ltYqZJu_n6mwY8ppUhsluhMuh=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/ej8m0Y4Bgalc3NTCKsDfsyDrWzVwjHEWIoaVjK8fgxs9ToANkD7WMnhFe3jleCRkCWA=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/yGo1ZF_e135tZLIwF4mm-IMxYEEDVlV9eVwJpv4zjT1a6p5_aTXd7Qx7m9RXUjwBOEA=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/hVS-Tw-p9iki0yWotyflza8YrbP3A4CFWfHHMj4XQ_w7NHHvwnn94Y-KJdH1cxyVbsk=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/TPuK61agxee3VUSmCzm_Bb2BbsqaBK4vcQjoaBwCKnyhwItRd3rpByG76t899Onp8uf8=w400"
        },
        {
          "height": 240,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/M0RQl6TUB1KivhkQVRXX7V-VpuR0Kzi2R0ofPV0MW9AEGhSzs7R6rMOT-WaSC1nvrVA=w400"
        }
      ],
      "developer": "Cartoon Network",
      "description": "Adventure Time meets Ski Safari! Shred the slopes of Ooo with Finn and his friends in this endlessly fun downhill adventure. SKI WITH YOUR BUTT Slide your way through Ice Kingdom, Candy Kingdom, and the Mystery Mountains to outrun a relentless avalanche! MATHEMATICAL COSTUMES Dress Finn up like a zombie, put on his pajamas, go as Prince Hotbod, and more! Check out the shop for boosts, upgrades, and vehicles. GRAB YOUR FRIENDS Hitch a ride with Jake, LSP, Marceline, Princess Bubblegum, Rainicorn, Ice King, Gunter, and many more! STUNT IT UP Perform flippin’ awesome tricks and ride wild animals to build up your combo meter! The fun will never end! It’s SKI SAFARI ADVENTURE TIME! Important considerations: This app includes the option for adults to unlock or buy additional in-game items with real money to enhance game play. You may disable in-app purchases by adjusting your device settings. ********************************** PRIVACY INFORMATION: Your privacy is important to us at Cartoon Network, a division of Turner Broadcasting System, Inc. This game collects and uses information as described in Cartoon Network’s Privacy Policy linked below. This information may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content; serve advertising; perform network communications; manage and improve our products and services; and perform other internal operations of Cartoon Network web sites or online services. Our privacy practices are guided by data privacy laws in the United States. For users residing in the EU or other countries outside the U.S., please note that this app may use persistent identifiers for game management purposes. By downloading this application, you accept our Privacy Policy and End User License Agreement, and you give permission for such uses for all users of your device. The Privacy Policy and End User License Agreement are in addition to any terms, conditions or policies imposed by your wireless carrier and Google, Inc. Cartoon Network and its affiliates are not responsible for any collection, use, or disclosure of your personal information by Google or your wireless carrier. Terms of Use: http:\/\/www.cartoonnetwork.com\/legal\/termsofuse.html Privacy Policy: http:\/\/www.cartoonnetwork.com\/legal\/privacy\/mobile.html **********************************",
      "contentRating": "",
      "rating": "4.6"
    },
    {
      "icon": "https:\/\/lh5.ggpht.com\/eORAOqjBbq7OJxglTELDLl68NXZ8idGuU4xowUIrXMppm0wsJFLKAdelzXArAZdgMrQ=w300",
      "descriptionRaw": "<h3>SALE 50% off!<\/h3>\n<b>Only this weekend celebrating the upcoming 1000th sale!<\/b>\n<br \/>\n<br \/>Record music events, telephone calls, interviews, meetings, band rehearsals, lectures, voice messages. From high-quality stereo recording to basic wide-band quality. Instantly after recording, send e.g. your interview to your broadcasting team, your concert recording to your friends, or a letter to your secretary.\n<p>Field Recorder is only available on Google Play!<\/p>\n<p>Turn your smartphone into an HQ audio recorder!<\/p>\n<p>Customers say it is the best audio recorder app that money can buy and worth every cent.<\/p>\n<p><\/p>\n<h3>Features<\/h3>\n<p>Field Recorder provides easy-to-use presets for standard tasks like dictation or concert recording. However, it is actually designed for professional use as it provides more than 60 options to customize it to the given recording device and situation. Also, external microphones are supported.<\/p>\n<p>Recording and playing of wav files with various sampling rates, mono and stereo, up to the absolute maximum file size of 4GB, which is nearly 7 hours at stereo\/44.1kHz or 37 hours at mono\/16kHz. When recording, automatic stop at 4GB and even seamless restart of a new file is available (activate auto start with a low threshold).<\/p>\n<p>• Up to 4 seconds pre- and post recording. You won't miss any important stuff even if you are too late at the start button.<\/p>\n<p>• Auto start, stop, and continue, depending on loudness. The control signal can be filtered independently to optimize it for voices and other audio signals.<\/p>\n<p>• High-precision stereo audio engine with minimum-phase shelving equalizers and stereo balance correction to compensate for flaws of the microphones. Also with recording booster, configurable limiters, soft clipping, and high-quality monitoring.<\/p>\n<p>• Wav player with volume maximizer, silent and audible fast-forward and fast-rewind, and low-latency random access to any play position via progress bar.<\/p>\n<p>• Stores recordings internally or on any chosen SD card (even if you have two or more SD cards installed). Default is SD card. Optionally makes recordings visible to your favorite player.<\/p>\n<p>• More than 1300 colors available for the metallic-brushed skin! Also, you choose round or rectangular LEDs, left-hand operation, the button size, and your favorite color for the LCD display.<\/p>\n<p><\/p>\n<h3>The First 15 Minutes<\/h3>\n<p>Use the Google Play 15 minute return period to check out if audio recording works on your phone. Especially, try the different inputs from &quot;In:MicA&quot; to &quot;In:MicE&quot;.<\/p>\n<p><\/p>\n<h3>Getting Started<\/h3>\n<p>Start with the presets which you select by touching &quot;Factory&quot;. Probably, you find a preset in the cloud perfectly adapted to your smartphone! Then choose the various inputs (touch &quot;In:MicA&quot;). If you activate &quot;Monitor&quot;, use headphones to avoid an acoustic feedback loop. Check without creating audio files, just by pressing the pause button, which activates the level meters. In the LCD you see a date\/time string as the potential file name.<\/p>\n<p><b>Hints<\/b><br \/>• Activate flight mode to further reduce noise floor<br \/>• A modified preset is shown in the LCD in gray<br \/>• Play back uses the PlayLimiter and ignores the Monitor switch, so monitoring can be deactivated during recording<br \/>• Touch &quot;time\/position\/free&quot; label to show remaining recording duration<br \/>• Touch battery symbol to toggle between battery and CPU usage<br \/>• Touch &quot;CLIP&quot; to reset clip LEDs<br \/>• Touch meter to open its configuration menu<br \/>• The meter shows peak amplitudes or the start\/stop control signal<br \/>• Active auto start overrules pressing the pause button<br \/>• The auto start\/stop control signal filter with 1.5kHz is optimized for speech. 750Hz are better with high-frequency environmental noise, 3k reduces low-frequency influence<br \/>• Soft Clipping is active above -3dBFS<br \/>• Limiting and Soft Clipping work only if Boost is greater than 0dB<br \/>• Recording Boost above 20dB might produce hardware feedback loop (caused by weak power supply)<br \/>• Overwrite and Append modify existing recordings (warning can be switched on\/off)<\/p>",
      "previousPrice": 5.79,
      "newDiscount": true,
      "downloads": "1000",
      "discount": 50,
      "id": "de.pfitzinger.rec",
      "title": "Field Recorder",
      "category": "Music & Audio",
      "price": 2.89,
      "screenshots": [
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/bJx9WgwDmr5fzmTK5YCMDm4CDJgXmoUndzgDMonEw6DlFRQgnPDMxF6wu5qmVqw1xwY=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/5pFC-WBDpKO_S25ODVid7Rvdq17JUJeoZCxZSvCIr8Z-MLzKDMIO8ii2J2RuIe7xqxQ=w400"
        },
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/NIQaIEnn545-eTQXPL55PHg8GgrcxOOUHD8dUetHyXnCj6nQLrBwyYxg-q14yf7OhA=w400"
        },
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/oHlMgqn3kzo7-vpfAuOOWuyqf4ghFdAbEXL8QjZczJTboOgc5pKa6VZBOjpBSY0Jp4mN=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/7zrL_7ouFpe9ulcZBSU6d-cPedLIj1LeZ6JBAC_hrVtjPvbGs8zp-crqLKboqTej2g=w400"
        },
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/K1OWCPG12oHUXpUMCGM3su4boc9HW4CU1-jscrJ5RY38LehhX17tV6LQee73gS5I3Xk=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/PijRHD_a9Vkrv0JtUR2nrfW2v-4yadhzB0O_6ggu2SJZPvtMLgYHEfQJ1K8sfLAoDc0=w400"
        },
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/Vvy3bZSsiys-gGQjQYckyZhNMTM-me9YJEkArMbBFOnX3esvfwG7SLQvJevtQB8m4cQ=w400"
        },
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/nQiqwkbYUqstYdSGv8ys0pQB8Fw4OYX9t_PZUzFTBpP4tzFwqXG2DpJ-kPvArFUAuhMz=w400"
        },
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/xd96Lx_Z96bnDXlPC24drKxE7GMWi1lSPANPIJfqE79PE7LvZDdgbMmMSVEHjEdSQaug=w400"
        },
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/6x6k9uHcZ_yUkBfhOvAliVDD7oyTgBQQQzYU9mcOO3onsZHD_lE2SFMUI-XY3SAa-g=w400"
        },
        {
          "height": 250,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/9jEeBFM7zPxo203ZPDXJvjxSyLoaNJ83gmo7dgkWzPRQMIielNl5BuTMUXWTkjq_DdM=w400"
        }
      ],
      "developer": "Pfitzinger Voice Design",
      "description": "SALE 50% off! Only this weekend celebrating the upcoming 1000th sale! Record music events, telephone calls, interviews, meetings, band rehearsals, lectures, voice messages. From high-quality stereo recording to basic wide-band quality. Instantly after recording, send e.g. your interview to your broadcasting team, your concert recording to your friends, or a letter to your secretary. Field Recorder is only available on Google Play! Turn your smartphone into an HQ audio recorder! Customers say it is the best audio recorder app that money can buy and worth every cent. Features Field Recorder provides easy-to-use presets for standard tasks like dictation or concert recording. However, it is actually designed for professional use as it provides more than 60 options to customize it to the given recording device and situation. Also, external microphones are supported. Recording and playing of wav files with various sampling rates, mono and stereo, up to the absolute maximum file size of 4GB, which is nearly 7 hours at stereo\/44.1kHz or 37 hours at mono\/16kHz. When recording, automatic stop at 4GB and even seamless restart of a new file is available (activate auto start with a low threshold). • Up to 4 seconds pre- and post recording. You won't miss any important stuff even if you are too late at the start button. • Auto start, stop, and continue, depending on loudness. The control signal can be filtered independently to optimize it for voices and other audio signals. • High-precision stereo audio engine with minimum-phase shelving equalizers and stereo balance correction to compensate for flaws of the microphones. Also with recording booster, configurable limiters, soft clipping, and high-quality monitoring. • Wav player with volume maximizer, silent and audible fast-forward and fast-rewind, and low-latency random access to any play position via progress bar. • Stores recordings internally or on any chosen SD card (even if you have two or more SD cards installed). Default is SD card. Optionally makes recordings visible to your favorite player. • More than 1300 colors available for the metallic-brushed skin! Also, you choose round or rectangular LEDs, left-hand operation, the button size, and your favorite color for the LCD display. The First 15 Minutes Use the Google Play 15 minute return period to check out if audio recording works on your phone. Especially, try the different inputs from \"In:MicA\" to \"In:MicE\". Getting Started Start with the presets which you select by touching \"Factory\". Probably, you find a preset in the cloud perfectly adapted to your smartphone! Then choose the various inputs (touch \"In:MicA\"). If you activate \"Monitor\", use headphones to avoid an acoustic feedback loop. Check without creating audio files, just by pressing the pause button, which activates the level meters. In the LCD you see a date\/time string as the potential file name. Hints • Activate flight mode to further reduce noise floor • A modified preset is shown in the LCD in gray • Play back uses the PlayLimiter and ignores the Monitor switch, so monitoring can be deactivated during recording • Touch \"time\/position\/free\" label to show remaining recording duration • Touch battery symbol to toggle between battery and CPU usage • Touch \"CLIP\" to reset clip LEDs • Touch meter to open its configuration menu • The meter shows peak amplitudes or the start\/stop control signal • Active auto start overrules pressing the pause button • The auto start\/stop control signal filter with 1.5kHz is optimized for speech. 750Hz are better with high-frequency environmental noise, 3k reduces low-frequency influence • Soft Clipping is active above -3dBFS • Limiting and Soft Clipping work only if Boost is greater than 0dB • Recording Boost above 20dB might produce hardware feedback loop (caused by weak power supply) • Overwrite and Append modify existing recordings (warning can be switched on\/off)",
      "contentRating": "",
      "rating": "4.8"
    },
    {
      "icon": "https:\/\/lh4.ggpht.com\/uM-CIfLfbRvjNa5PzyzCaNFAJGS1yMFIEi2jHqzAaJyAIZ3OW5Hvmyq1TpvCs2ia_O4=w300",
      "descriptionRaw": "ExcelSMS&nbsp;is on SALE with 90% off today.\n<br \/>Contacts&lt;-&gt;Excel&nbsp;is on SALE with 66% off today.\n<br \/>ExcelSMS Schedule&nbsp;is on SALE with 66% off today.\n<br \/>SMSToExcel&nbsp;is on SALE with 50% off today.\n<p>ExcelSMS is the most efficient way to send group messages. You can add recipient names and phone numbers in an Excel file. You can enter static or personalized text messages right in the Excel spreadsheet. For example, if you enter “Hi {first name}, ...” in a message, the app will take the first name of the recipients and personalize the message, generating text such as “Hi David, …” , “Hi Michael, …”…<\/p>\n<p>ExcelSMS is also an easy way to send text messages to the contacts on your Phone. Just pick groups or individual contacts, type in a static or personalized message and send it.<\/p>\n<p>Who uses ExcelSMS ?<br \/>★ Small Businesses<br \/>★ Religious Groups<br \/>★ Retail<br \/>★ Nightlife - Bars &amp; Nightclubs<br \/>★ Restaurants<br \/>★ Banks\/Financial Institutions<br \/>★ Insurance Companies<br \/>★ Event Marketers (With hundreds (or even thousands) of people attending your events)<br \/>★ Traditional Media<br \/>★ Schools<br \/>★ Social Groups<br \/>★ Real Estate<\/p>\n<p>With ExcelSMS you can :<br \/>★ Import group SMS from an Excel file via USB\/Email.<br \/>★ Create your own groups in an Excel spreadsheet and send messages to them.<br \/>★ Insert tags ({nickname},{firstname},{lastname},{nickname},{company} etc) in your text message in order to create personalized messages. When you use this function, each message has a personal touch. For example:<br \/> Dear {firstname}, Welcome to our dinner party.<br \/>★ Use MS Excel 2003 \/ 2007 \/ 2010 , OpenOffice.org , Apple Numbers or any other Excel-compatible applications to create your group text messages. Be sure to save as an Excel 97-2003 Workbook.<br \/>★ Send SMS to as many recipients as you need within your Excel file <br \/>★ Create a formatted Excel file easily. The file can contain only two columns : Mobile and Message. You can find more example spreadsheets on the app’s website.<br \/>★ Create flexible group SMS in your spreadsheet. <br \/>For example “{family} Family – Practice Tomorrow at 5pm for little {kidname}!” becomes “David Family – Practice Tomorrow at 5pm for little Johnny!”. The names change over and over again.<br \/>★ Schedule your messages you want to send at a specific time. <br \/>★ The lite version allow you to send 20 messages each time, The full version has no limit. <br \/>★ Pause and resume schedules. You have to long press the schedule to access pause\/resume option.<br \/>★ Import and send more 10,000 personalized messages in one time.<br \/>★ Send unsent messages. If the app is terminated while sending group sms, the app can continue the sending schedule after you launch the app.<br \/>★ Make send report and reply report.<br \/>★ The lite version allow you to send 120 messages each time, The full version has no limit.&nbsp;<\/p>\n<p>Due to Android’s SMS limitation, each app can only send 100 messages within an hour. You need to install Excel Group sms plug-in to extend the SMS limitation for ExcelSMS.<\/p>\n<p>More detail and up-to-date help guides are available in samapp.net.<\/p>\n<p>Keywords: excel group message sms text manage send mobile template bulk personalized excelsms schedule<\/p>",
      "previousPrice": 9.99,
      "newDiscount": false,
      "downloads": "1000",
      "discount": 90,
      "id": "com.samapp.excelsms.excelsmsfull",
      "title": "ExcelSMS - Group Text Tools",
      "category": "Business",
      "price": 0.99,
      "screenshots": [
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/qsgBYJPZ-Yb4YpfeR997SzQdEUGu9b1kIPWGbyt46Rp7Ofc9ay0LKiQhheRKmHQEOD4=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/TD45DRa-fN_7w7L5cTZntpjj1kLtu_IEBt9qh2jJfqLiYmB_ekjuEVT_SULW0uIQUV0=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/YXryYYOXN8ULyEBrmAwVGoiVL9J0juL95t4e_aYww4S961T0vc8PwAmfye7YI2XppZ4=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/QrYgSuqljrJJuRuNDbT7OxBkw7deT-w38DSJRDk1OhfqVGoOWY3VxskvzQNHuEEiSFth=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/A9TJxlkICQSSitM74ukqQSZuTe7oRfUgyGAmb5Nsh6NRCrsIJQKks9M4_YDL9j3VBoxY=w400"
        }
      ],
      "developer": "samapp",
      "description": "ExcelSMS is on SALE with 90% off today. Contacts<->Excel is on SALE with 66% off today. ExcelSMS Schedule is on SALE with 66% off today. SMSToExcel is on SALE with 50% off today. ExcelSMS is the most efficient way to send group messages. You can add recipient names and phone numbers in an Excel file. You can enter static or personalized text messages right in the Excel spreadsheet. For example, if you enter “Hi {first name}, ...” in a message, the app will take the first name of the recipients and personalize the message, generating text such as “Hi David, …” , “Hi Michael, …”… ExcelSMS is also an easy way to send text messages to the contacts on your Phone. Just pick groups or individual contacts, type in a static or personalized message and send it. Who uses ExcelSMS ? ★ Small Businesses ★ Religious Groups ★ Retail ★ Nightlife - Bars & Nightclubs ★ Restaurants ★ Banks\/Financial Institutions ★ Insurance Companies ★ Event Marketers (With hundreds (or even thousands) of people attending your events) ★ Traditional Media ★ Schools ★ Social Groups ★ Real Estate With ExcelSMS you can : ★ Import group SMS from an Excel file via USB\/Email. ★ Create your own groups in an Excel spreadsheet and send messages to them. ★ Insert tags ({nickname},{firstname},{lastname},{nickname},{company} etc) in your text message in order to create personalized messages. When you use this function, each message has a personal touch. For example: Dear {firstname}, Welcome to our dinner party. ★ Use MS Excel 2003 \/ 2007 \/ 2010 , OpenOffice.org , Apple Numbers or any other Excel-compatible applications to create your group text messages. Be sure to save as an Excel 97-2003 Workbook. ★ Send SMS to as many recipients as you need within your Excel file ★ Create a formatted Excel file easily. The file can contain only two columns : Mobile and Message. You can find more example spreadsheets on the app’s website. ★ Create flexible group SMS in your spreadsheet. For example “{family} Family – Practice Tomorrow at 5pm for little {kidname}!” becomes “David Family – Practice Tomorrow at 5pm for little Johnny!”. The names change over and over again. ★ Schedule your messages you want to send at a specific time. ★ The lite version allow you to send 20 messages each time, The full version has no limit. ★ Pause and resume schedules. You have to long press the schedule to access pause\/resume option. ★ Import and send more 10,000 personalized messages in one time. ★ Send unsent messages. If the app is terminated while sending group sms, the app can continue the sending schedule after you launch the app. ★ Make send report and reply report. ★ The lite version allow you to send 120 messages each time, The full version has no limit.  Due to Android’s SMS limitation, each app can only send 100 messages within an hour. You need to install Excel Group sms plug-in to extend the SMS limitation for ExcelSMS. More detail and up-to-date help guides are available in samapp.net. Keywords: excel group message sms text manage send mobile template bulk personalized excelsms schedule",
      "contentRating": "",
      "rating": "3.8"
    },
    {
      "icon": "https:\/\/lh6.ggpht.com\/_YklO49rP4HeeCIhSY4pAu1CuQI6Kv-II2LCWtNnqOvVSiFcm2cJC23BcbUKZFnv87Y=w300",
      "descriptionRaw": "50% discount for new year!\n<p>Transform your phone into a wireless mouse, keyboard and trackpad using WiFi Mouse. WiFi Mouse supports speech-to-text as well as multi-finger trackpad gestures. It also support media controller, explorer controller and ppt presentation controller features. WiFi Mouse enables you to control your PC, MAC or HTPC effortlessly through a local network connection.<\/p>\n<p>Please install the lastest version mouse server from www.necta.us if you use ppt presentation feature.<\/p>\n<p>Features:<br \/>* Mouse curser movement<br \/>* left and right click support<br \/>* Middle mouse button scroll<br \/>* Remote keyboard input<br \/>* PC\/Mac hot keys and combination key<br \/>* Speech-to-text input for all languages <br \/>* Mouse &amp; keyboard full screen<br \/>* Remote media player controller<br \/>* Remote explorer controller<br \/>* PPT Presentation controller<br \/>* Auto-connect on application startup<br \/>* PC\/Mac window controller<br \/>* Compatible with XP\/Windows Vista\/Windows 7\/Windows 8\/Mac OSX\/Linux (Ubuntu).<\/p>\n<p>Gestures:<br \/>* Tap-to-click<br \/>* Tap and move for drag<br \/>* Two finger tap for right click<br \/>* Two finger scroll<br \/>* Pinch to zoom<br \/>* Three finger drag or highlight<br \/>* Four finger swipe down to show desktop<br \/>* Four finger swipe up to maximise current window<br \/>* Four finger swipe sideways to change current window focus<br \/>* Left handed mouse support (swap left and right mouse click)<br \/>* Show desktop when hands over proximity sensor<\/p>\n<p>KEYWORDS remote control,Like:LogMeIn,PhoneMyPC,RDP,VNC,ppt,power point,presentation,easy,fast,awesome,follow on facebook,twitter<\/p>",
      "previousPrice": 3.87,
      "newDiscount": true,
      "downloads": "50000",
      "discount": 50,
      "id": "com.necta.wifimouse",
      "title": "WiFi Mouse Pro",
      "category": "Tools",
      "price": 1.93,
      "screenshots": [
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/ofMITfZurGVjWRYxmdvG14yosqGj0u-33MArMOS9RYrQ7La0d46guFia3xI8YJ3dNNg=w400"
        },
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/jAC3bh3z6wq23Z8VxwNz_3bUFY8o_xvFMseL2JMEHuz6E1_JZsmhe8zbuoY5tGgXyNM=w400"
        },
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/AOwo3rC26Si8q4pJNBc4oH6So0dfgHqFi9WS6TydsBOKI42HZ1ZWfvhP_I8e5N8JmfA=w400"
        },
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/1FbXYGBPnD24yCRfAu-sutdRKh1Y7d6gqvXr54oBcsiU4muMci6gmVBaGy0cgb8TRWY=w400"
        },
        {
          "height": 640,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/WPtYsGX7pXxDmUk8LpjVd7k3496dtJe9nUGWwggNPZR59WRuYYYSJ-QHR1sIMAwY5yY=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/olWWEFz2MaSJuYRVZS5ojn6Gx2k3sz-c0rbc231qiZvhAO_Rp73mUMd58LeaGshHOE8=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/Wao9hfAZphP3HtGUirKeeKp-goNeiQBRNVV-CpNRiQQeblTKjbjr_5tcMNVmsDlqwEk=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/iqBGwPejf9Hz3mr9iMSsX46nZNdSpdq4Aiy02018mz2zHLGs8OI9SLX9Elwj07_kpAw=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/Y-qxKlCj60ifDS0vfhcDboFtYYHa2rdJkoAPjR9BLdyeLe-QnaS3p-YoNt6BgjSrWFs=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/D0umevJx_CGt5M40Gt4P59S9i_moyGBEqxFjUrWDSIccfIVA2EYywHvQLNoedqiigTQ=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/CdthSUpMhDm05mIMnxTDQa-hd1A1RBx6uSsOS0BSHR4yTwJa5CdAVc8fup-p3thDfBk=w400"
        },
        {
          "height": 667,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/KwYskeWEvx6nj5eiKVfdwIFqHoOCgVwT7_7y04aOz0x8xUUuHZVub3FY65v8gT19oCA=w400"
        }
      ],
      "developer": "www.necta.us",
      "description": "50% discount for new year! Transform your phone into a wireless mouse, keyboard and trackpad using WiFi Mouse. WiFi Mouse supports speech-to-text as well as multi-finger trackpad gestures. It also support media controller, explorer controller and ppt presentation controller features. WiFi Mouse enables you to control your PC, MAC or HTPC effortlessly through a local network connection. Please install the lastest version mouse server from www.necta.us if you use ppt presentation feature. Features: * Mouse curser movement * left and right click support * Middle mouse button scroll * Remote keyboard input * PC\/Mac hot keys and combination key * Speech-to-text input for all languages * Mouse & keyboard full screen * Remote media player controller * Remote explorer controller * PPT Presentation controller * Auto-connect on application startup * PC\/Mac window controller * Compatible with XP\/Windows Vista\/Windows 7\/Windows 8\/Mac OSX\/Linux (Ubuntu). Gestures: * Tap-to-click * Tap and move for drag * Two finger tap for right click * Two finger scroll * Pinch to zoom * Three finger drag or highlight * Four finger swipe down to show desktop * Four finger swipe up to maximise current window * Four finger swipe sideways to change current window focus * Left handed mouse support (swap left and right mouse click) * Show desktop when hands over proximity sensor KEYWORDS remote control,Like:LogMeIn,PhoneMyPC,RDP,VNC,ppt,power point,presentation,easy,fast,awesome,follow on facebook,twitter",
      "contentRating": "",
      "rating": "4.3"
    },
    {
      "icon": "https:\/\/lh4.ggpht.com\/TcnEuxX7FocyWULDWP3W01q9Ekml0UnZ6kF23j-mihi_kQYBy5gqtTuE0GWavJ1ujg=w300",
      "descriptionRaw": "TSF Shell is a brand-new 3D launcher that will subvert your concept of the mobile device home screen operations. It offers smooth, unique and customized man-machine interactive operation experience. You are allowed to define all the elements of the home screen freely and efficiently. TSF Shell keeps creating new features and exclusive 3D widgets that will bring you amazing operation experience and unprecedented visual. \n<p>Main features:<br \/>========================<br \/>1.Fantastic animation transition effects. All operations, including deletion, addition, menu showing-up or vanishing, are provided with natural, glaring and butter-smooth animation transition effects.<\/p>\n<p>2.Miraculous and effective 3D home screen switching mode and freewheeling home screen element layout mode. More than 10 independent layout home screens supported. <\/p>\n<p>3.Unlimited dock bar. Ability to change its position, length and angle as well as to modify the size and the status (hidden or showed) of icons and folders in the dock bar. You can open the apps and the folders in the dock bar with wave-sliding mode. <\/p>\n<p>4.Batch icon selecting for home screens, folders and dock bar.<\/p>\n<p>5.More than 10 TSF Shell exclusive widgets, such as Message, Clock, Weather, Memo, Music, Gallery etc. All 3D widgets provide unique visual and operative experience.<\/p>\n<p>6.More than 9 gestures supported for Android shortcuts, e.g. app launching, phone call, sms, as well as TSF Shell shortcuts, e.g. home screen switching, status bar hiding, TSF Shell side bar hiding. <\/p>\n<p>7.TSF Shell Arch Shortcut Menu with special animation effects and operative experience. Ability to complete quick custom shortcut operations on any home screen.<\/p>\n<p>8.Pioneering icon editing tool. Ability to customize icon back image, upon image, text label style, etc.<\/p>\n<p>9.Many nice free third-party themes are available.<\/p>\n<p>10.Funny and intuitive TSF Shell settings menu. You can preview the corresponding settings directly.<br \/>========================<\/p>\n<p>We are working constantly to improve TSF Shell. We update our product and widgets regularly. Please check for updates often to insure you receive the best experience. <\/p>\n<p>========================<\/p>\n<p>■ Follow Us<br \/>Facebook: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/www.facebook.com\/tsfapp&amp;sa=D&amp;usg=AFQjCNErOZYOTj1yfcvvc7xG_RM5rBReaQ\" target=\"_blank\">https:\/\/www.facebook.com\/tsfapp<\/a><br \/>Twitter: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/twitter.com\/tsfapp&amp;sa=D&amp;usg=AFQjCNFM1dxssc5OueOtS0jrNmsucxMvoQ\" target=\"_blank\">https:\/\/twitter.com\/tsfapp<\/a><br \/>Google+: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/gplus.to\/tsf&amp;sa=D&amp;usg=AFQjCNEtbABFjpYiCLdLulUPcXpVxLSTwQ\" target=\"_blank\">http:\/\/gplus.to\/tsf<\/a><br \/>■ Contact Us<br \/>E-mail: <a href=\"mailto:service@tsfui.com\">service@tsfui.com<\/a><\/p>\n<p>We welcome any comments or suggestions to improve our product.<\/p>",
      "previousPrice": 15.98,
      "newDiscount": false,
      "downloads": "100000",
      "discount": 50,
      "id": "com.tsf.shell",
      "title": "TSF Shell 3D Launcher",
      "category": "Personalization",
      "price": 7.99,
      "screenshots": [
        {
          "height": 225,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/-ALs5YiXqv4vNJBJ62qW2rBS60LMfjpyyPP11gJur801rucvCiSYGHWWmvOX_REk2KqJ=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh5.ggpht.com\/6s7PfUm6uHJDXYmluMFgBfTZ_rkkD4ItIZ8nXbMQVM9cdkTbho4ISCb1ZQ4fMblP12Q=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh6.ggpht.com\/kVpfkFc3Gzr91qS7rCp3rZ8YTMdF9ZBv3Z_GTbQpKdOu8KMliLb5ZOuelAL_jtv2Qrg=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/wB4B1gVroJzIxuAD7O_HZAmBc3BRN-UhdAjPufy_Q07s9K47Kj0pnGnEISwY6c1PDA=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/3cX6qV66dt2JKwQnv8fuHQbXvBN34m0IIhLWdhmc9rfbMvPRo1gygF-HfjrFs5YQv7M=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/q6Et6ThUKxinkKjjvQ_BReCstxSlhAdsI9qpZPtL4JCjTR7rNT60bKIMzKkj9d4K4A=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh3.ggpht.com\/TnAUccNjdn8cNdwYrdHZWcS_U5vmJIJ1DjoJpukO9VA9qnBHR_Xcy0WE9mrBRXIl5w=w400"
        },
        {
          "height": 711,
          "width": 400,
          "url": "https:\/\/lh4.ggpht.com\/b5XGPOpvRqm31MqzhFIPMudl_2i-e78hDjaP4Lfp-F1r4LUA3zKypGWfI3vfSHpEWg=w400"
        }
      ],
      "developer": "TSFUI",
      "description": "TSF Shell is a brand-new 3D launcher that will subvert your concept of the mobile device home screen operations. It offers smooth, unique and customized man-machine interactive operation experience. You are allowed to define all the elements of the home screen freely and efficiently. TSF Shell keeps creating new features and exclusive 3D widgets that will bring you amazing operation experience and unprecedented visual. Main features: ======================== 1.Fantastic animation transition effects. All operations, including deletion, addition, menu showing-up or vanishing, are provided with natural, glaring and butter-smooth animation transition effects. 2.Miraculous and effective 3D home screen switching mode and freewheeling home screen element layout mode. More than 10 independent layout home screens supported. 3.Unlimited dock bar. Ability to change its position, length and angle as well as to modify the size and the status (hidden or showed) of icons and folders in the dock bar. You can open the apps and the folders in the dock bar with wave-sliding mode. 4.Batch icon selecting for home screens, folders and dock bar. 5.More than 10 TSF Shell exclusive widgets, such as Message, Clock, Weather, Memo, Music, Gallery etc. All 3D widgets provide unique visual and operative experience. 6.More than 9 gestures supported for Android shortcuts, e.g. app launching, phone call, sms, as well as TSF Shell shortcuts, e.g. home screen switching, status bar hiding, TSF Shell side bar hiding. 7.TSF Shell Arch Shortcut Menu with special animation effects and operative experience. Ability to complete quick custom shortcut operations on any home screen. 8.Pioneering icon editing tool. Ability to customize icon back image, upon image, text label style, etc. 9.Many nice free third-party themes are available. 10.Funny and intuitive TSF Shell settings menu. You can preview the corresponding settings directly. ======================== We are working constantly to improve TSF Shell. We update our product and widgets regularly. Please check for updates often to insure you receive the best experience. ======================== ■ Follow Us Facebook: https:\/\/www.facebook.com\/tsfapp Twitter: https:\/\/twitter.com\/tsfapp Google+: http:\/\/gplus.to\/tsf ■ Contact Us E-mail: service@tsfui.com We welcome any comments or suggestions to improve our product.",
      "contentRating": "",
      "rating": "4.2"
    }
  ],
  "checked": "1389960671213"
}
