{"apps":[{"icon":"https:\/\/lh3.ggpht.com\/8IWeJGRzheScSPW2uts2IcS7TiKyH6OEQRNfFNJrFvrk3OkfTRduvcwuyKQHYhVcew=w300","descriptionRaw":"Used by beginners through Major Championship winners on the PGA Tour, and validated by an Independent Scientific Study by the Departments of Physics and Biomechanics at Yale University. \n<p>The Total Game App allows you to learn how to correctly integrate the Tempo of the Tour Pros into your golf swing. Over 100,000 golfers worldwide, including Major Championship winners on the PGA Tour, have improved their games by using Tour Tempo. <\/p>\n<p>&quot;It will be the best thing that you will ever do for your game.&quot; - Pat Dempsey, 2002 RE\/MAX World Long Drive Sr. Champion <\/p>\n<p>&quot;The Unified Theory of Tempo&quot; - Golf Digest <\/p>\n<p>&quot;No one has ever come up with a way to teach Tempo until now.&quot; - Travel + Leisure Golf <\/p>\n<p>&quot;The Swing Secret no one has ever told you&quot; - Golf for Women Magazine <\/p>\n<p>Based on the international best selling golf book, Tour Tempo. The book outlines and explains the discovery of a specific mathematical ratio regarding the elapsed time of the backswing and the elapsed time of the downswing of the Tour Pros. The Tour Tempo System is simple and easy to learn. All you do is react to three scientifically spaced musical notes. These musical notes alert you to start your takeaway, start your downswing, and then the third note lines you up with impact. It’s just that easy - you literally download the App, turn it on, grab a club and start swinging to the Tempo of the Tour Pros. <\/p>\n<p>TOUR TEMPO LONG GAME TONES <br \/>The Tones will teach you how to swing with the tempo ratio exhibited by the Tour Pros. We measured the time of their backswings and downswings by counting how many frames of video each part took. The magic ratio on full swings turned out to be three parts backswing to one part downswing. Tones are provided for each of the following frame ratios of Tour Tempo - 18\/6, 21\/7, 24\/8, and 27\/9. The Tour Tempo Tones have a clear purpose. They establish the intrinsic tempo of the golf swing in your subconscious mind. Once this is accomplished, you will not have to think about tempo while playing. This is what the Tour Pros have already done. You are about to acquire that same ability. <\/p>\n<p>TOUR TEMPO SHORT GAME TONES <br \/>The Total Game App also contains the new Tour Tempo Short Game Tones of 14\/7, 16\/8, 18\/9, and 20\/10. After the publication of Tour Tempo, John Novosel studied the Short Game swings of the top touring pros, and discovered that virtually all of them employ a 2 to 1 swing ratio on or around the greens - a different Tempo than the 3 to 1 ratio of the Long Game. This is another reason why the game of Golf is so hard to master. <\/p>\n<p>TOUR TEMPO TRACKS (21\/7, 24\/8, &amp; 27\/9) <br \/>The Tour Tempo Tracks are an easy way to integrate Tour Tempo into your daily routine. One of the best ways to use the Tracks is to listen to them while driving to the course before a round of golf. The more you listen to them, the more the Tour Tempo rhythm will be ingrained into your Golf Swing. <\/p>\n<p>TOUR TEMPO FOCUS TRACKS (21\/7, 24\/8, &amp; 27\/9) <br \/>The Focus Tracks are revolutionary relaxation songs that contain the Tones of Tour Tempo. Each Track also has a Part II that has Alpha Waves embedded in the music to get your brain into an optimum state for concentration. This optimum state is more commonly known to athletes as “Being in the Zone.” <\/p>\n<p>TOUR TEMPO VIDEOS <br \/>The videos give a complete explanation of the Tones and how to use them to immediately and dramatically improve your Total Game. <\/p>\n<p>DISCOUNT COUPON TO BE USED ON A FUTURE PURCHASE AT WWW.TOURTEMPOSHOP.COM<br \/>The Total Game App is your first step towards a more powerful, consistent golf game, and that is why we are giving you a discount at the Tour Tempo Shop. Inside your app in the Info Section you will find a one-time discount code good for $10 off to be used on a future purchase in our Tour Tempo Online Shop.<\/p>","previousPrice":24.99,"downloads":"5000","discount":60,"id":"com.return7.tourtempo","title":"Tour Tempo Golf - Total Game","category":"Tour Tempo Sports","price":9.99,"screenshots":[{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/KpYPIXJRCipK3DbwHGw_YMsXPPuAFsf9hzHTYuEltPO1vicSmQdcOeT-7RqEjSclB7Q=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/-cXl5yuRkVTzVypGqxRotw7DpaH3jrfthLEQnXXAiNck28pXQr1SO5vE5eT0KH8BdA=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/ZDJwKVadQ6PyTjGvQIKhcNYQ8kt1HEBbTf7PJj5EoEo5tbjF_TZkEVRonEMh4nkzxu4=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/QFeKqjjRqxHKqUfHstWfhvS_inR4PIek0GuJUWffvLg60BEiiQ1fPxDNQXvsMAw5VA=w400"}],"developer":"Tour Tempo","description":"Used by beginners through Major Championship winners on the PGA Tour, and validated by an Independent Scientific Study by the Departments of Physics and Biomechanics at Yale University. The Total Game App allows you to learn how to correctly integrate the Tempo of the Tour Pros into your golf swing. Over 100,000 golfers worldwide, including Major Championship winners on the PGA Tour, have improved their games by using Tour Tempo. \"It will be the best thing that you will ever do for your game.\" - Pat Dempsey, 2002 RE\/MAX World Long Drive Sr. Champion \"The Unified Theory of Tempo\" - Golf Digest \"No one has ever come up with a way to teach Tempo until now.\" - Travel + Leisure Golf \"The Swing Secret no one has ever told you\" - Golf for Women Magazine Based on the international best selling golf book, Tour Tempo. The book outlines and explains the discovery of a specific mathematical ratio regarding the elapsed time of the backswing and the elapsed time of the downswing of the Tour Pros. The Tour Tempo System is simple and easy to learn. All you do is react to three scientifically spaced musical notes. These musical notes alert you to start your takeaway, start your downswing, and then the third note lines you up with impact. It’s just that easy - you literally download the App, turn it on, grab a club and start swinging to the Tempo of the Tour Pros. TOUR TEMPO LONG GAME TONES The Tones will teach you how to swing with the tempo ratio exhibited by the Tour Pros. We measured the time of their backswings and downswings by counting how many frames of video each part took. The magic ratio on full swings turned out to be three parts backswing to one part downswing. Tones are provided for each of the following frame ratios of Tour Tempo - 18\/6, 21\/7, 24\/8, and 27\/9. The Tour Tempo Tones have a clear purpose. They establish the intrinsic tempo of the golf swing in your subconscious mind. Once this is accomplished, you will not have to think about tempo while playing. This is what the Tour Pros have already done. You are about to acquire that same ability. TOUR TEMPO SHORT GAME TONES The Total Game App also contains the new Tour Tempo Short Game Tones of 14\/7, 16\/8, 18\/9, and 20\/10. After the publication of Tour Tempo, John Novosel studied the Short Game swings of the top touring pros, and discovered that virtually all of them employ a 2 to 1 swing ratio on or around the greens - a different Tempo than the 3 to 1 ratio of the Long Game. This is another reason why the game of Golf is so hard to master. TOUR TEMPO TRACKS (21\/7, 24\/8, & 27\/9) The Tour Tempo Tracks are an easy way to integrate Tour Tempo into your daily routine. One of the best ways to use the Tracks is to listen to them while driving to the course before a round of golf. The more you listen to them, the more the Tour Tempo rhythm will be ingrained into your Golf Swing. TOUR TEMPO FOCUS TRACKS (21\/7, 24\/8, & 27\/9) The Focus Tracks are revolutionary relaxation songs that contain the Tones of Tour Tempo. Each Track also has a Part II that has Alpha Waves embedded in the music to get your brain into an optimum state for concentration. This optimum state is more commonly known to athletes as “Being in the Zone.” TOUR TEMPO VIDEOS The videos give a complete explanation of the Tones and how to use them to immediately and dramatically improve your Total Game. DISCOUNT COUPON TO BE USED ON A FUTURE PURCHASE AT WWW.TOURTEMPOSHOP.COM The Total Game App is your first step towards a more powerful, consistent golf game, and that is why we are giving you a discount at the Tour Tempo Shop. Inside your app in the Info Section you will find a one-time discount code good for $10 off to be used on a future purchase in our Tour Tempo Online Shop.","contentRating":"","rating":"4.2"},{"icon":"https:\/\/lh4.ggpht.com\/eYVGRQEjAmLgNUtqy72XlUfIOfllRxiw8wTXuT-tezuViKvIdaB7Y9xjUYYEivRdnw=w300","descriptionRaw":"Keep the skies safe in Flight Control, the insanely addictive worldwide hit! It only takes a minute to learn but you won’t be able to put it down. Guide aircraft to their landing zones but don’t let them collide! Sounds easy? You’ll need smart strategy and keen eyes to alter flight paths as needed and keep the chaos under control. Your travel itinerary is packed with multiple airfields, 10 aircraft including jets and helicopters and stat-tracking. Pack your bags for addictive airline action!\n<p>----------------------------------------------------------<\/p>\n<p>WHAT THE PRESS SAYS:<\/p>\n<p>**148Apps 5\/5: &quot;…a terrific little game. It’s easy, fun for all ages and addictive enough to keep you wanting more.&quot;<\/p>\n<p>**Touch Arcade: &quot;…the winning balance of easy pick-up gameplay, ramping difficulty and tickling the need to try 'just one more time'&quot;<\/p>\n<p>----------------------------------------------------------<\/p>\n<p>Air traffic control is the world’s most stressful job, but not for you. You don’t need heading angles, flight rules or meteorological reports, you’re a natural! A prodigy! A born controller! <\/p>\n<p>There are 5 unique airfields and 10 different aircraft, including planes, helicopters and military jets. <br \/>• Earn your wings on the beloved original map that started it all! <br \/>• Coast into a relaxing beachside resort and guide jets, helicopters and seaplanes safely towards their landing zones.<br \/>• Take the helm of an aircraft carrier and command speedy military jets and helicopters.<br \/>• Venture into the Australian Outback featuring an emergency air ambulance plane that can’t be controlled.<br \/>• Grab the reins in a snowy winter wonderland where drifting snow and a windsock show the prevailing wind direction. Keep an eye on the wind! Runways will close and reopen accordingly. <\/p>\n<p>So welcome aboard, please sit back, fasten your seatbelt and enjoy the mayhem – buy Flight Control now!<\/p>\n<p>**GET MORE GREAT NAMCO Android Games! **<br \/>PAC-MAN, Ms. PAC-MAN, Pool Pro Online 3, Crush the Castle, PAC-MAN Championship Edition and more! <\/p>\n<p>Be the first to know! Get inside NAMCO info on great deals, plus the latest game updates, tips &amp; more…<\/p>\n<p>VISIT US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.namcobandaigames.com\/mobile&amp;sa=D&amp;usg=AFQjCNFWg8xYQnprMljgCYhe5w4dRq_CfA\" target=\"_blank\">http:\/\/www.namcobandaigames.com\/mobile<\/a><br \/>FOLLOW US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.facebook.com\/NamcoBandai&amp;sa=D&amp;usg=AFQjCNF4MvnaxtTA7AeTIrhOQBxw6MwU5A\" target=\"_blank\">http:\/\/www.facebook.com\/NamcoBandai<\/a><br \/>LIKE US: facebook.com\/pacman<br \/>TWEET US: twitter.com\/namcogames<\/p>\n<p>For the latest inside info from Firemint:<br \/>Join us on http:\/\/ facebook.com\/flightcontrol <br \/>Follow us at <a href=\"https:\/\/www.google.com\/url?q=http:\/\/twitter.com\/Firemint&amp;sa=D&amp;usg=AFQjCNF_b-sC_UzDy0q6YpSLqjkdutHq0Q\" target=\"_blank\">http:\/\/twitter.com\/Firemint<\/a> <br \/>Visit our site at http:\/\/ firemint.com<\/p>","previousPrice":2.99,"downloads":"500000","discount":66,"id":"com.namcowireless.flightcontrol","title":"Flight Control","category":"NAMCO BANDAI Games Casual","price":0.99,"screenshots":[{"height":240,"width":400,"url":"https:\/\/lh4.ggpht.com\/TjDrLjSrxWLlG0TDWne9_ApZvbfSc-oYPDwVMdXWdE0V-BpzKO5pLUDp4wKE0nHp6eA=w400"},{"height":240,"width":400,"url":"https:\/\/lh4.ggpht.com\/7h9BebScyiwjiPKjMsXKsOkY8vNx3SUE9rteGqvhJr0UJfMZmPeRRTLSWR3LIJd3JCU=w400"},{"height":240,"width":400,"url":"https:\/\/lh5.ggpht.com\/sRIVv6VSQyivU2W32z2uruWBc0OTHrL6WW-K4vdLZ2IUADni-8X2v9Zb-2L9yZhWmrU=w400"},{"height":240,"width":400,"url":"https:\/\/lh3.ggpht.com\/23QAzIxSLbcUcunGQA66q0-JOJmEqUxThANnXWE4QlHiOvfDRV6Vu4N2eXA6eArAybI=w400"},{"height":240,"width":400,"url":"https:\/\/lh5.ggpht.com\/saZY_9052neGCGWPV1xt_4slLJCZdMSEUm5fX6vvmh2EINfEx4n4iNTA01X_iu2HqVSl=w400"}],"developer":"NAMCO BANDAI Games","description":"Keep the skies safe in Flight Control, the insanely addictive worldwide hit! It only takes a minute to learn but you won’t be able to put it down. Guide aircraft to their landing zones but don’t let them collide! Sounds easy? You’ll need smart strategy and keen eyes to alter flight paths as needed and keep the chaos under control. Your travel itinerary is packed with multiple airfields, 10 aircraft including jets and helicopters and stat-tracking. Pack your bags for addictive airline action! ---------------------------------------------------------- WHAT THE PRESS SAYS: **148Apps 5\/5: \"…a terrific little game. It’s easy, fun for all ages and addictive enough to keep you wanting more.\" **Touch Arcade: \"…the winning balance of easy pick-up gameplay, ramping difficulty and tickling the need to try 'just one more time'\" ---------------------------------------------------------- Air traffic control is the world’s most stressful job, but not for you. You don’t need heading angles, flight rules or meteorological reports, you’re a natural! A prodigy! A born controller! There are 5 unique airfields and 10 different aircraft, including planes, helicopters and military jets. • Earn your wings on the beloved original map that started it all! • Coast into a relaxing beachside resort and guide jets, helicopters and seaplanes safely towards their landing zones. • Take the helm of an aircraft carrier and command speedy military jets and helicopters. • Venture into the Australian Outback featuring an emergency air ambulance plane that can’t be controlled. • Grab the reins in a snowy winter wonderland where drifting snow and a windsock show the prevailing wind direction. Keep an eye on the wind! Runways will close and reopen accordingly. So welcome aboard, please sit back, fasten your seatbelt and enjoy the mayhem – buy Flight Control now! **GET MORE GREAT NAMCO Android Games! ** PAC-MAN, Ms. PAC-MAN, Pool Pro Online 3, Crush the Castle, PAC-MAN Championship Edition and more! Be the first to know! Get inside NAMCO info on great deals, plus the latest game updates, tips & more… VISIT US: http:\/\/www.namcobandaigames.com\/mobile FOLLOW US: http:\/\/www.facebook.com\/NamcoBandai LIKE US: facebook.com\/pacman TWEET US: twitter.com\/namcogames For the latest inside info from Firemint: Join us on http:\/\/ facebook.com\/flightcontrol Follow us at http:\/\/twitter.com\/Firemint Visit our site at http:\/\/ firemint.com","contentRating":"","rating":"3.4"},{"icon":"https:\/\/lh5.ggpht.com\/BeSa-Aie9Ueeq-f9AESggeHWaTUjX8V0NDBWBFd9izCQeoxyoJLevUqzy0Gbg8IvLlM=w300","descriptionRaw":"AGENDA CALENDAR WIDGET\n<p>NEW: LIMITED OFFER: ONLY $1,29!<br \/>============================================<\/p>\n<p>A clean and easy to use Calendar\/Agenda Widget to show and to edit your events. It synchronizes with the default calendar and provides following key features:<\/p>\n<p>- 6 different widget sizes (4x1, 4x2, 4?3, 4x4 and 6x2, 6x4 designed for tablets)<br \/>- Smooth events scrolling<br \/>- Pick calendars to show events from<br \/>- Enter new events and open your calendar from the widget<br \/>- Fold \/ unfold the buttons panel to provide more space for the events<br \/>- Highlight today events<br \/>- Filter out all-day events<br \/>- Show day of the week in event date<br \/>- The ability to change the text color<br \/>- Make background transparent (may require widget reset)<br \/>- Show the week numbers<br \/>- Change font size<br \/>- Group events by date<\/p>\n<p>...and much more!<\/p>\n<p>Of course you are still welcome to test the free version with reduced functionality: market:\/\/details?id=com.byteartist.widget<\/p>\n<p>Please contact me in case you have any suggestions or experience problems at <a href=\"mailto:contact@byteartist.com\">contact@byteartist.com<\/a><\/p>\n<p>Thank you!<\/p>","previousPrice":1.99,"downloads":"50000","discount":35,"id":"com.byteartist.widget.pro","title":"Clean Calendar Widget Pro","category":"Jürgen Pletinski Productivity","price":1.29,"screenshots":[{"height":667,"width":400,"url":"https:\/\/lh5.ggpht.com\/bEjmvLPGRdq81ncvK4zRBWJGyDmblr-2td3R-acPn-UlOISzyoIanjtcwmPlUdqWz3c=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/Hty6ey7rIm7hWQ3hv62bUEyMgsGJP1qNLZGqE0ATiYFMkPat3Nf8WNHVCKiPunAxEy8=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/-LVcLFcG7sfXjUCbA0Ltzv7QjBn_3psh04Qb8q_Z2siANa5VNt89NuUmqg_8wbFXx2Q=w400"},{"height":667,"width":400,"url":"https:\/\/lh4.ggpht.com\/aDGonnZZJVjJQtt_Werug2JQgdN0Z72iw_IPZJimrdHJL9aON7ejv0n_AUc1tRkHUTI=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/eTxOJjGwuiI_VQkktmrvGN0kUTsXSevrtAXO_a8Gg8L9bpn5UmPTGg9GmHUbJGyWeBo=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/HfnqpF5wlu39FE1JQMpAkTE9gh6ObLW2-5GzLg7iJ8IksAbd6uuc9TcEXpjKgV5Mww=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/pk1noer2WJuErBYr3_fS07aA-nu99ARCbodV-R4-jXFwNc7ibRzPXK3xuTQHgQa6s9Zn=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/pM5CkgiNsteE4pLh5fBwyZczz8ytp8uXz7OYD5R2SuH7bnbVOEqe3UTOZq9tJj_jM7A=w400"}],"developer":"Jürgen Pletinski","description":"AGENDA CALENDAR WIDGET NEW: LIMITED OFFER: ONLY $1,29! ============================================ A clean and easy to use Calendar\/Agenda Widget to show and to edit your events. It synchronizes with the default calendar and provides following key features: - 6 different widget sizes (4x1, 4x2, 4?3, 4x4 and 6x2, 6x4 designed for tablets) - Smooth events scrolling - Pick calendars to show events from - Enter new events and open your calendar from the widget - Fold \/ unfold the buttons panel to provide more space for the events - Highlight today events - Filter out all-day events - Show day of the week in event date - The ability to change the text color - Make background transparent (may require widget reset) - Show the week numbers - Change font size - Group events by date ...and much more! Of course you are still welcome to test the free version with reduced functionality: market:\/\/details?id=com.byteartist.widget Please contact me in case you have any suggestions or experience problems at contact@byteartist.com Thank you!","contentRating":"","rating":"4.5"},{"icon":"https:\/\/lh5.ggpht.com\/Jwc0347Wi9apZYpxwfvxTS8TnzB30hyw4igze9FQ9ZATa_t9mJAiJg5PhBcGQibBrLI=w300","descriptionRaw":"ON SALE FOR A LIMITED TIME\n<p>To celebrate our latest update, Scan is on sale for a limited time for $0.99 down from $4.99! (over 50% off!)<\/p>\n<p>ABOUT SCAN<\/p>\n<p>Scan is the fastest and most user-friendly QR reader and barcode scanner available. If your Android came with a built-in scanner, this would be it. Here is what our reviewers are saying:<\/p>\n<p>“Quick and very reliable. I’d give it six stars if it were possible.”<br \/>“No ads, beautiful design, and even caught blurry QR codes I didn’t expect it to scan”<br \/>“I’ve saved over $80 by scanning products in the store and finding them cheaper online”<\/p>\n<p>HOW THE APP WORKS<\/p>\n<p>To scan a QR code or barcode simply open the app, point the camera at the code, and you’re done! There is no need to take a photo or press a button. Scan will automatically recognize any code your camera is pointing at.<\/p>\n<p>When scanning a QR code, if the code contains a website URL, you will automatically be taken to the site. If the code just contains text, you'll immediately see it. For other formats such as phone numbers, email addresses, or contact info, you will be prompted to take the appropriate action.<\/p>\n<p>PRODUCT BARCODES<\/p>\n<p>Scan recognizes all of the popular barcode types (UPC, EAN, and ISBN) and shows you pricing, reviews, and more about any products you scan. Barcode scanning requires a newer device in order to work reliably. Cameras on older devices do not provide the resolution or focus required for barcode scanning.<\/p>\n<p>ADDITIONAL FEATURES<\/p>\n<p>• View a history list and map of all of your past scans<br \/>• Sync your scan history across the web and all of your devices<br \/>• Toggle your front or rear camera for scanning<br \/>• Set a default browser to open websites in<br \/>• Scan pictures of QR codes and barcodes from your camera roll<br \/>• A switch to turn on your device’s light (if it has one) for scanning in low-light circumstances<\/p>\n<p>DEDICATED TO PERFECTION<\/p>\n<p>Our goal is to make our app the best scanning app in the store. We can’t do this without you. We are dedicated to your satisfaction and need to hear feedback from you. If you have an issue with Scan, please do not write a review of the app saying &quot;it didn't work.&quot; This does not help us make things better for you. Instead, please contact us at <a href=\"mailto:support@scan.me\">support@scan.me<\/a> or on Twitter @scan and we'll do our best to help.<\/p>\n<p>REQUIREMENTS<\/p>\n<p>In order to use Scan, your device must have a built-in camera. When scanning codes that redirect to online content, such as websites, you will need Internet connectivity.<\/p>\n<p>MAKE YOUR OWN QR CODES ON SCAN.ME<\/p>\n<p>Want to make your own QR codes for others to scan? Visit our site at <a href=\"https:\/\/www.google.com\/url?q=http:\/\/scan.me&amp;sa=D&amp;usg=AFQjCNHxOnxJXtBZGbcRcZFqHgIBUXHXTA\" target=\"_blank\">http:\/\/scan.me<\/a> to create and manage your own QR codes for free.<\/p>\n<p>Update: We recently released a new Wi-Fi QR code type on our site. These new Wi-Fi QR codes allow visitors to your home or business scan a QR code to get easy access to your wireless network.<\/p>","previousPrice":1.99,"downloads":"50000","discount":50,"id":"me.scan.android.scan","title":"Scan - QR and Barcode Reader","category":"Scan, Inc. Tools","price":0.99,"screenshots":[{"height":250,"width":400,"url":"https:\/\/lh6.ggpht.com\/NvNsMj_GjDI6qhSQ-kjJjMuqoG7Yvdn6sDrWFwBPIHInYTXzxG3weX2ia9SqBatHSQ=w400"},{"height":250,"width":400,"url":"https:\/\/lh5.ggpht.com\/iYkorXzZTQElKyxaTBrJnqsBrZl-l5g4u2MHLi69RFm623PCPf07-7MBvv51HlHkifQY=w400"},{"height":250,"width":400,"url":"https:\/\/lh5.ggpht.com\/MmfPXrGD9lwXBXmN1tSZ_t6vACkkh8ZQV-XH2iwwd_IRIFgAw_Tw6p7dS5wajemeJMyS=w400"},{"height":250,"width":400,"url":"https:\/\/lh4.ggpht.com\/sC64bzKNahGY8RszOIdr_PUHb0SJdSVeb2MmQUn-uaBmhkEKLYniTS5pZzs1hs6o4xiH=w400"},{"height":640,"width":400,"url":"https:\/\/lh5.ggpht.com\/WDloSLOd6rCkPDXEKVCtSoMH2W8_5ulZqaH8z8HW9bHWEG8fNtvFCDLBVhVk80IWVQ=w400"},{"height":640,"width":400,"url":"https:\/\/lh6.ggpht.com\/yWWJk6SmZ9KqeXezW9ZAuuo_O8PkthOrWDvRDh8xOmaKu7BeExBG1_VzU1_rXz2o9rA=w400"},{"height":640,"width":400,"url":"https:\/\/lh4.ggpht.com\/01NIzGJQfUYi2Yt7Hh1gTj_nj-ligZoUOpGx73mJFD3jnD6rx5JSKZItFtAcgHoeUA=w400"},{"height":640,"width":400,"url":"https:\/\/lh3.ggpht.com\/gYGddf4YILR7B5Rs4xrC0TZP3ACFIrbrw3l_RBf3g-GLcCmwRT45kd5CG-j_hTozVWxi=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/7ZXOEVGUhkUphgwnZIgBlaIEnuh8bWU6jOMb9MMFjHdytJBQXUQCWp6-zkAxKraO9Q=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/jz4DNfnNbebS1JhsvKkuiLWwzSRAHzvWj7mcQysOorUoAvleS3LOvuY8LqdWpzXObcM=w400"},{"height":667,"width":400,"url":"https:\/\/lh4.ggpht.com\/1hK_qGTfW0uuEvhQ2YeP4deoYRJOC6JW9W6JldFIBI5IDFwIfBD30Qm4aYvBFsoCuCs=w400"},{"height":667,"width":400,"url":"https:\/\/lh4.ggpht.com\/g8DbkYrjcW0dX_3McLgiUiND9_OjvrVFi0R5oYuyeD8_GRhiX_vNRIxWsH4jKrDrN8U=w400"}],"developer":"Scan, Inc.","description":"ON SALE FOR A LIMITED TIME To celebrate our latest update, Scan is on sale for a limited time for $0.99 down from $4.99! (over 50% off!) ABOUT SCAN Scan is the fastest and most user-friendly QR reader and barcode scanner available. If your Android came with a built-in scanner, this would be it. Here is what our reviewers are saying: “Quick and very reliable. I’d give it six stars if it were possible.” “No ads, beautiful design, and even caught blurry QR codes I didn’t expect it to scan” “I’ve saved over $80 by scanning products in the store and finding them cheaper online” HOW THE APP WORKS To scan a QR code or barcode simply open the app, point the camera at the code, and you’re done! There is no need to take a photo or press a button. Scan will automatically recognize any code your camera is pointing at. When scanning a QR code, if the code contains a website URL, you will automatically be taken to the site. If the code just contains text, you'll immediately see it. For other formats such as phone numbers, email addresses, or contact info, you will be prompted to take the appropriate action. PRODUCT BARCODES Scan recognizes all of the popular barcode types (UPC, EAN, and ISBN) and shows you pricing, reviews, and more about any products you scan. Barcode scanning requires a newer device in order to work reliably. Cameras on older devices do not provide the resolution or focus required for barcode scanning. ADDITIONAL FEATURES • View a history list and map of all of your past scans • Sync your scan history across the web and all of your devices • Toggle your front or rear camera for scanning • Set a default browser to open websites in • Scan pictures of QR codes and barcodes from your camera roll • A switch to turn on your device’s light (if it has one) for scanning in low-light circumstances DEDICATED TO PERFECTION Our goal is to make our app the best scanning app in the store. We can’t do this without you. We are dedicated to your satisfaction and need to hear feedback from you. If you have an issue with Scan, please do not write a review of the app saying \"it didn't work.\" This does not help us make things better for you. Instead, please contact us at support@scan.me or on Twitter @scan and we'll do our best to help. REQUIREMENTS In order to use Scan, your device must have a built-in camera. When scanning codes that redirect to online content, such as websites, you will need Internet connectivity. MAKE YOUR OWN QR CODES ON SCAN.ME Want to make your own QR codes for others to scan? Visit our site at http:\/\/scan.me to create and manage your own QR codes for free. Update: We recently released a new Wi-Fi QR code type on our site. These new Wi-Fi QR codes allow visitors to your home or business scan a QR code to get easy access to your wireless network.","contentRating":"","rating":"4.3"},{"icon":"https:\/\/lh4.ggpht.com\/E_NdBNwdVOmEVg6XcthqTTNFiDuHVJtlLntg4twsdHXkD3ganNLVAbGyyealYJIzpII=w300","descriptionRaw":"Train like an athlete to look like an athlete \n<br \/>Freeletics offers high-intensity workouts to \n<br \/>get an athletic body simply by using your \n<br \/>bodyweight - no machines, no weights! \n<br \/>Click on „...More“ to find out why you should download the Freeletics app right now! \n<p>★★ The PRO version contains all the Freeletics workouts ★★<\/p>\n<p>APP FEATURES <br \/>✓ High-intensity workouts with video tutorials <br \/>✓ Track your time for every workout with the Timer <br \/>✓ Follow your friends and compete with them <br \/>✓ Compare your time with others on the leaderboard <br \/>✓ Share your success with friends <\/p>\n<p>Download the app right now, start a Freeletics workout, and compare your time with your friends and athletes around the world. <\/p>\n<p>FOR EVERYONE - FROM ABSOLUTE BEGINNERS TO TOP ATHLETES <br \/>✓ No need to worry if you can’t do pullups or pushups. For every exercise, there are easier versions, so everyone can complete a workout <br \/>✓ Do you think you are a real athlete? We challenge you! <br \/>✓ Do you think you need weights to become fit? We challenge you! <br \/>✓ Compete with the Top-Athletes of Freeletics and show them how fit you really are <\/p>\n<p>FOR EVERY GOAL <br \/>✓ Lose weight and get lean <br \/>✓ Get ripped <br \/>✓ Become the fittest person in the world <\/p>\n<p>BODYWEIGHT ONLY <br \/>✓ No machines and no additional weights needed <br \/>✓ Use of functional bodyweight exercises only <\/p>\n<p>HIGH-INTENSITY WORKOUTS <br \/>✓ Most efficient way to burn fat <br \/>✓ Burn fat even after finishing your workout <br \/>✓ Lose weight and build up lean muscle at the same time <\/p>\n<p>CAN BE DONE EVERYWHERE <br \/>✓ In the gym, at home or in a nearby park <br \/>✓ For some of the workouts you‘ll need a pull-up bar and some space to run <\/p>\n<p>YOU COMPETE IN ANY OTHER SPORT - WHY NOT IN FITNESS? <br \/>✓ Complete the workouts as fast as possible <br \/>✓ Compete with your friends, the rest of the world and - most importantly -yourself! <\/p>\n<p>BUILT-IN TIMER FOR TRACKING TIME <br \/>✓ Every workout has a specific timer, tailored to that workout. <br \/>✓ After finishing the workout, your time is automatically saved in your records <\/p>\n<p>SHARE YOUR SUCCESS WITH FRIENDS <br \/>✓ Share your success with your Facebook friends <br \/>✓ Maybe next time, one of them will dare to challenge you?! <\/p>\n<p>This is about performing - not pretending. This is about sports - not wellness. This is Fitness beyond average. This is Freeletics. <\/p>\n<p>When do you leave average behind? <\/p>\n<p>★★ The PRO version contains all the Freeletics workouts ★★<\/p>","previousPrice":6.79,"downloads":"50000","discount":26,"id":"com.freeletics.pro","title":"Freeletics PRO Fitness","category":"Freeletics Health & Fitness","price":4.99,"screenshots":[{"height":266,"width":400,"url":"https:\/\/lh4.ggpht.com\/bX44WZz2HtaSlblCEqCg1kPJHyI8wOML3QJUchQMCJGjbzIGL84QThhOizdf-8yYNwQ=w400"},{"height":562,"width":400,"url":"https:\/\/lh3.ggpht.com\/1neQQJdhFhHDC61kIMfc5yL1_W2OILKi9tb0yBxgBEiVGhxujOVrGLTT88CFEJ2b3N8C=w400"},{"height":562,"width":400,"url":"https:\/\/lh6.ggpht.com\/rMz5r4u-jiU4ZAsiNT1aRu_xCmHCX-zyU7BZEob4aHx1yUnndcX0mwaF4GiqZ7m4Yk4=w400"},{"height":562,"width":400,"url":"https:\/\/lh6.ggpht.com\/s0CTTFB5bBlqnbCuVoYlH-uwYc9v7VfdbJ3-pXdiZ39AATjk7ASQbtsf383QneKu3DA=w400"},{"height":562,"width":400,"url":"https:\/\/lh3.ggpht.com\/mgKM_bap5jQWI7-BSTcVxG2Ao-V5f8PcWJy3aMsonFp1hxtY3qt21W1XMPP8Oq2wSg=w400"}],"developer":"Freeletics","description":"Train like an athlete to look like an athlete Freeletics offers high-intensity workouts to get an athletic body simply by using your bodyweight - no machines, no weights! Click on „...More“ to find out why you should download the Freeletics app right now! ★★ The PRO version contains all the Freeletics workouts ★★ APP FEATURES ✓ High-intensity workouts with video tutorials ✓ Track your time for every workout with the Timer ✓ Follow your friends and compete with them ✓ Compare your time with others on the leaderboard ✓ Share your success with friends Download the app right now, start a Freeletics workout, and compare your time with your friends and athletes around the world. FOR EVERYONE - FROM ABSOLUTE BEGINNERS TO TOP ATHLETES ✓ No need to worry if you can’t do pullups or pushups. For every exercise, there are easier versions, so everyone can complete a workout ✓ Do you think you are a real athlete? We challenge you! ✓ Do you think you need weights to become fit? We challenge you! ✓ Compete with the Top-Athletes of Freeletics and show them how fit you really are FOR EVERY GOAL ✓ Lose weight and get lean ✓ Get ripped ✓ Become the fittest person in the world BODYWEIGHT ONLY ✓ No machines and no additional weights needed ✓ Use of functional bodyweight exercises only HIGH-INTENSITY WORKOUTS ✓ Most efficient way to burn fat ✓ Burn fat even after finishing your workout ✓ Lose weight and build up lean muscle at the same time CAN BE DONE EVERYWHERE ✓ In the gym, at home or in a nearby park ✓ For some of the workouts you‘ll need a pull-up bar and some space to run YOU COMPETE IN ANY OTHER SPORT - WHY NOT IN FITNESS? ✓ Complete the workouts as fast as possible ✓ Compete with your friends, the rest of the world and - most importantly -yourself! BUILT-IN TIMER FOR TRACKING TIME ✓ Every workout has a specific timer, tailored to that workout. ✓ After finishing the workout, your time is automatically saved in your records SHARE YOUR SUCCESS WITH FRIENDS ✓ Share your success with your Facebook friends ✓ Maybe next time, one of them will dare to challenge you?! This is about performing - not pretending. This is about sports - not wellness. This is Fitness beyond average. This is Freeletics. When do you leave average behind? ★★ The PRO version contains all the Freeletics workouts ★★","contentRating":"","rating":"3.3"},{"icon":"https:\/\/lh3.ggpht.com\/jXynoiRqvfxBpRQZG0TbElqXoII6116OI8xwpfy1V-76wfA9vdqIVE3Pi9gKn5z7Eg=w300","descriptionRaw":"<b>Next Launcher 3D Shell— Best 3D Launcher Ever. + Brand new UI3.0 Just Released!<p>Next Launcher 3D Shell shows you how 3D dynamic effects and highly customizable Android home screen replacement app could redefine your Android device.<\/p><\/b> \n<p>Forget about everything tiling on the flat like dead fish. Forget about the icon showing like a piece of paper. Forget about the dock standing in line like dumb wood. Forget the traditional launcher and embrace REAL 3D Launcher! <\/p>\n<p><b>Claim Your Next Launcher 3D Shell Right NOW! <\/b> <br \/>Join millions of users for unique and splendid operation experience and visual enjoyment!<\/p>\n<p>■ <b>Testimonials<\/b><br \/>“One of the most heavily customizable, fluid, and striking launchers we’ve ever seen here at Redmond Pie.” - Redmond Pie<\/p>\n<p>“A gorgeous app packed with dynamic effects and 3D elements. The gratifying 3D visual elements, transition effects, and gestures will get you a different and brilliant visual enjoyment and operation experience.” - Topapps<\/p>\n<p>“The launcher features crazy 3D effects, turning any device you own into a futuristic Tron-centric trip. With additional themes and custom widgets downloadable from Google Play, it’s an extensive and extremely comprehensive option for someone looking to spice up their device.” - Droid-life<\/p>\n<p>■ <b>Key Features<\/b><br \/>- Extremely fancy 3D effect with buttery smooth experience<br \/>- Real 3D Home Screen Transition Effects (Crystal, Cloth, Folding and more coming soon)<br \/>- Stunning 3D screen preview with dazzling animation of screen switching<br \/>- Build unique icon style by changing its size, angle, style and label (Icon Editor)<br \/>- Combine all good parts from different themes into a single theme you really love (Theme Mix Mode)<br \/>- Efficient and powerful batch apps management with gestures<br \/>- Up to 8 different gestures available in home screen and app drawer <br \/>- See how cool your phone could be by blowing all the icons and the widgets to air space (Floating Mode)<br \/>- Enhanced shining border effects for home screen transition <br \/>- Up to 7 rows on dock to shortcut all your favorites<br \/>- Keep releasing 3D Next widgets, 3D themes and live wallpapers special designed by GO Launcher Dev Team<\/p>\n<p>Watch Next Launcher 3D demo.<br \/><a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.youtube.com\/watch?v%3D88mjYORVVRc&amp;sa=D&amp;usg=AFQjCNF_gabpYusV4erXFWvqzky1obn8uQ\" target=\"_blank\">http:\/\/www.youtube.com\/watch?v=88mjYORVVRc<\/a><\/p>\n<p>■ <b>FAQ<\/b><br \/>1. Why I have to set Next Launcher as default home screen replacement each time after some devices restarted?<br \/>A bug in Android system 4.1.x causes the problem. If you happen to encounter this issue, please download <b><a href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2F%E2%80%9D&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNF4ksRwn2-NYKIOwbPRqyX2kiB2-g\">Next Launcher Patch<\/a><\/b>in Google Play and follow the tutorials to fix it.<br \/>2. How to avoid home screen elements loading problem? <br \/>Please do not install Next Launcher 3D into your SDcard. It will help avoiding home screen elements loading problem due to SDcard loading delay if you restart your phone or remove SDCard.<br \/>3. How to use icons in GO Launcher themes?<br \/>Install a Go Launcher theme -&gt; Click “Next Key”- &gt; Click &quot;Theme Mix&quot; -&gt; Click the shining desktop elements -&gt; Find the GO Launcher theme and apply it. <br \/>If you couldn’t apply some themes, please send themes name and your Next Launcher version to <a href=\"mailto:nextlauncher@gmail.com\">nextlauncher@gmail.com<\/a>. We will follow us ASAP. <br \/>We strive to become better than we are, providing the best Android home screen replacement for you! Thanks for your support! <br \/>More tips: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.goforandroid.com\/GDTEn\/faq.aspx?softid%3D55%26nav%3D99&amp;sa=D&amp;usg=AFQjCNGJBIhQb8luifMtm7r0-IRnRJNHaw\" target=\"_blank\">http:\/\/www.goforandroid.com\/GDTEn\/faq.aspx?softid=55&amp;nav=99<\/a><\/p>\n<p>■ <b>Follow Us<\/b><br \/>Facebook: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/www.facebook.com\/NextLauncher&amp;sa=D&amp;usg=AFQjCNEjVk-Qyqtj2XlsM1WDUlYhC1Yk6w\" target=\"_blank\">https:\/\/www.facebook.com\/NextLauncher<\/a><br \/>Twitter: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/twitter.com\/nextlauncher&amp;sa=D&amp;usg=AFQjCNFCryS64LQ_E2XvQeTcFNitCcwwIw\" target=\"_blank\">https:\/\/twitter.com\/nextlauncher<\/a><br \/>Google+: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/plus.google.com\/108624381722454375934\/posts&amp;sa=D&amp;usg=AFQjCNHyMFG9lfcK2Y9WCHdG38egVE3xWQ\" target=\"_blank\">https:\/\/plus.google.com\/108624381722454375934\/posts<\/a><br \/>■ <b>Contact Us<\/b><br \/>E-mail: <a href=\"mailto:nextlauncher@gmail.com\">nextlauncher@gmail.com<\/a><br \/>________________________________________<\/p>\n<p>Use of this app is governed by our Terms of Service: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.goforandroid.com\/GDTEN\/terms-of-service.htm&amp;sa=D&amp;usg=AFQjCNGj2cYiqvK4S96f4ap3eFguRfXvGA\" target=\"_blank\">http:\/\/www.goforandroid.com\/GDTEN\/terms-of-service.htm<\/a> and Privacy Policy:<a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.goforandroid.com\/GDTEN\/privacy.htm&amp;sa=D&amp;usg=AFQjCNHCSQCHdnNM_HxCcLovBE8dgSlBEw\" target=\"_blank\">http:\/\/www.goforandroid.com\/GDTEN\/privacy.htm<\/a><\/p>","previousPrice":16.99,"downloads":"500000","discount":47,"id":"com.gtp.nextlauncher","title":"Next Launcher 3D Shell","category":"GO Launcher Dev Team Personalization","price":8.99,"screenshots":[{"height":225,"width":400,"url":"https:\/\/lh5.ggpht.com\/dUEeA9A-R8sm3o7ue25PAgxbktED8dY_J7LfY0xQV0isOSL4C0g6RwKheFp9GunkTuc=w400"},{"height":225,"width":400,"url":"https:\/\/lh5.ggpht.com\/4fojPHVg0JIq4K813QgsaWj8oIMnnW0-Se346huKxbOSpkKYncaWFedK8UCRy9oFvABW=w400"},{"height":667,"width":400,"url":"https:\/\/lh5.ggpht.com\/FMzZCTu9r7fUTY3iX9xY-Hg7wrh5sPQj8wColad1lgFGvY869UdA_jUZ-EjmPzitFM8=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/IEIIlnz4oX1D6GAoWZq805_X6_5HyZ-9GVE5bclBfgx2QemUlL_R_h86NA0ZjAFF-VgN=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/sDWvBQzd9cEDtkD5iBCQnjL-K7PbzzxoXW_Ukyr5tzUWZEeWcJ7C1vz8Si9gSSYp-Q=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/x9CRn3BWs-Bp3Vl-xyEJRG0Chgq5GeRACWIS9pEbg99FvxibUx_RsjpTFXDefg8a_Q=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/aQTpms02_zRtAmgSp_nUgSwmFJfnugu_vkn9-S8SYdDnwbPEH6cql81f2kqxRn7mOg=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/n5wS4rumYx0L9aJqmzohsWEnoReMmEe2J5qNi6nW46bBjXHP9Q4-1LlualULczkpaug=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/0Drav0C6b4WK_WTNl1vOMyaD7BPfbHFEPgpfrTj0Evu9rzwYyiROk2M63dxMVq-8Xw8=w400"}],"developer":"GO Launcher Dev Team","description":"Next Launcher 3D Shell— Best 3D Launcher Ever. + Brand new UI3.0 Just Released! Next Launcher 3D Shell shows you how 3D dynamic effects and highly customizable Android home screen replacement app could redefine your Android device. Forget about everything tiling on the flat like dead fish. Forget about the icon showing like a piece of paper. Forget about the dock standing in line like dumb wood. Forget the traditional launcher and embrace REAL 3D Launcher! Claim Your Next Launcher 3D Shell Right NOW! Join millions of users for unique and splendid operation experience and visual enjoyment! ■ Testimonials “One of the most heavily customizable, fluid, and striking launchers we’ve ever seen here at Redmond Pie.” - Redmond Pie “A gorgeous app packed with dynamic effects and 3D elements. The gratifying 3D visual elements, transition effects, and gestures will get you a different and brilliant visual enjoyment and operation experience.” - Topapps “The launcher features crazy 3D effects, turning any device you own into a futuristic Tron-centric trip. With additional themes and custom widgets downloadable from Google Play, it’s an extensive and extremely comprehensive option for someone looking to spice up their device.” - Droid-life ■ Key Features - Extremely fancy 3D effect with buttery smooth experience - Real 3D Home Screen Transition Effects (Crystal, Cloth, Folding and more coming soon) - Stunning 3D screen preview with dazzling animation of screen switching - Build unique icon style by changing its size, angle, style and label (Icon Editor) - Combine all good parts from different themes into a single theme you really love (Theme Mix Mode) - Efficient and powerful batch apps management with gestures - Up to 8 different gestures available in home screen and app drawer - See how cool your phone could be by blowing all the icons and the widgets to air space (Floating Mode) - Enhanced shining border effects for home screen transition - Up to 7 rows on dock to shortcut all your favorites - Keep releasing 3D Next widgets, 3D themes and live wallpapers special designed by GO Launcher Dev Team Watch Next Launcher 3D demo. http:\/\/www.youtube.com\/watch?v=88mjYORVVRc ■ FAQ 1. Why I have to set Next Launcher as default home screen replacement each time after some devices restarted? A bug in Android system 4.1.x causes the problem. If you happen to encounter this issue, please download Next Launcher Patchin Google Play and follow the tutorials to fix it. 2. How to avoid home screen elements loading problem? Please do not install Next Launcher 3D into your SDcard. It will help avoiding home screen elements loading problem due to SDcard loading delay if you restart your phone or remove SDCard. 3. How to use icons in GO Launcher themes? Install a Go Launcher theme -> Click “Next Key”- > Click \"Theme Mix\" -> Click the shining desktop elements -> Find the GO Launcher theme and apply it. If you couldn’t apply some themes, please send themes name and your Next Launcher version to nextlauncher@gmail.com. We will follow us ASAP. We strive to become better than we are, providing the best Android home screen replacement for you! Thanks for your support! More tips: http:\/\/www.goforandroid.com\/GDTEn\/faq.aspx?softid=55&nav=99 ■ Follow Us Facebook: https:\/\/www.facebook.com\/NextLauncher Twitter: https:\/\/twitter.com\/nextlauncher Google+: https:\/\/plus.google.com\/108624381722454375934\/posts ■ Contact Us E-mail: nextlauncher@gmail.com ________________________________________ Use of this app is governed by our Terms of Service: http:\/\/www.goforandroid.com\/GDTEN\/terms-of-service.htm and Privacy Policy:http:\/\/www.goforandroid.com\/GDTEN\/privacy.htm","contentRating":"","rating":"4.5"},{"icon":"https:\/\/lh5.ggpht.com\/JKiSVpRy5tGw0dbelPTt62UTcAhsho4YrBbBevl_1V9SE3kDcU-y_ntEktT5_vLcz7g=w300","descriptionRaw":"Break out your scissors, paint, pens, clay and glue; it’s time for Art Class with Dr. Panda!\n<p>In Dr. Panda’s Art Class, there’s always something fun to make! Make your own kites and pinwheels and play with them when you’re done. Start spinning that clay, and make a pot, vase, cup or whatever you can imagine. You can even use fruit and create your own little friends, exactly as you want!<\/p>\n<p>With Dr. Panda, you can learn and play! Let those creative juices flow and customize everything exactly how you’d like it!<\/p>\n<p>You can even learn from the game and make your own crafts in real life!<\/p>\n<p>Key Features:<br \/>- 6 different crafts to make<br \/>- Limitless possibilities! Make everything your own!<br \/>- Play with your crafts when you’re done<br \/>- Kid-safe: No third-party ads or in-app purchases<br \/>- A combination of beautifully drawn 2D art and brand new 3D animations!<br \/>- Minimal UI and very easy to play; even the tiniest hands can play on their own<br \/>- Plenty of painting and crafting, without any mess or danger!<br \/>- Fold your paper in-game, then do it in real life (With adult supervision, of course!)<\/p>\n<p>Privacy Policy<\/p>\n<p>As a designer of kids’ games, we understand how important privacy is in this modern, digital world. You can read our privacy policy here: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.drpandagames.com\/privacy&amp;sa=D&amp;usg=AFQjCNGC47Q3q7ZWb0fvdJjtzl3a1pe4Vw\" target=\"_blank\">http:\/\/www.drpandagames.com\/privacy<\/a><\/p>\n<p>ABOUT Dr. Panda<\/p>\n<p>Dr. Panda creates kids games with educational values that get kids familiar with life and the world around them.<a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.drpandagames.com&amp;sa=D&amp;usg=AFQjCNFD-ZbRuC_c0ihKOqEgdseGYrfFYw\" target=\"_blank\">http:\/\/www.drpandagames.com<\/a><\/p>\n<p>If you have any further questions or are interested in how we designed the app together with kids, feel free to contact us any time. Just drop an email to <a href=\"mailto:support@drpandagames.com\">support@drpandagames.com<\/a> or contact us via Facebook <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.facebook.com\/drpandagames&amp;sa=D&amp;usg=AFQjCNFrlkK4ntU7lC4HpqCIduqqGljfmQ\" target=\"_blank\">http:\/\/www.facebook.com\/drpandagames<\/a>.<\/p>\n<p>Keywords<\/p>\n<p>Crafts,painting,sculpting,pottery,origami,pinwheel,dolls,crate,make,cute,animal,kids,cutting,drawing<\/p>","previousPrice":1.99,"downloads":"50000","discount":50,"id":"com.tribeplay.pandaart","title":"Art Class With Dr. Panda","category":"TribePlay Education","price":0.99,"screenshots":[{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/TIwy9wg4M0GM_f72KxasZgA0Q5o6wDODhSMsQqqaBRhPjhSi6APx-Tj5Ocrp_jYpedA=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/xn7N5Od8zLNPQiAtfX7cYlXvUi2UuBfSBcnuOJpvmiMuguAMUxKgfez4sVwb9s68jfM=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/j_uqkUnrSPR2XDLJ-O-tnjeymT4oDv9ka6_NAoKFv4HliBhJ3JWjfk4A0qsZ4yAJxzw=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/ejWVmfbIsDWlLu3QWTM2Mkc90Z7VkOz_3B_KB_MtpDisUGPsY9BZcqjJdQ8oDIM6YmNf=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/7opoQWo3rycHCFeZekVAdBJTwIvQSMB4FylYeGSDsqEdZAnm01n0Xh3xiOxzIImhubGP=w400"}],"developer":"TribePlay","description":"Break out your scissors, paint, pens, clay and glue; it’s time for Art Class with Dr. Panda! In Dr. Panda’s Art Class, there’s always something fun to make! Make your own kites and pinwheels and play with them when you’re done. Start spinning that clay, and make a pot, vase, cup or whatever you can imagine. You can even use fruit and create your own little friends, exactly as you want! With Dr. Panda, you can learn and play! Let those creative juices flow and customize everything exactly how you’d like it! You can even learn from the game and make your own crafts in real life! Key Features: - 6 different crafts to make - Limitless possibilities! Make everything your own! - Play with your crafts when you’re done - Kid-safe: No third-party ads or in-app purchases - A combination of beautifully drawn 2D art and brand new 3D animations! - Minimal UI and very easy to play; even the tiniest hands can play on their own - Plenty of painting and crafting, without any mess or danger! - Fold your paper in-game, then do it in real life (With adult supervision, of course!) Privacy Policy As a designer of kids’ games, we understand how important privacy is in this modern, digital world. You can read our privacy policy here: http:\/\/www.drpandagames.com\/privacy ABOUT Dr. Panda Dr. Panda creates kids games with educational values that get kids familiar with life and the world around them.http:\/\/www.drpandagames.com If you have any further questions or are interested in how we designed the app together with kids, feel free to contact us any time. Just drop an email to support@drpandagames.com or contact us via Facebook http:\/\/www.facebook.com\/drpandagames. Keywords Crafts,painting,sculpting,pottery,origami,pinwheel,dolls,crate,make,cute,animal,kids,cutting,drawing","contentRating":"","rating":"4.2"},{"icon":"https:\/\/lh3.ggpht.com\/XPLW54PadKnzUmbDrxzxy3NqcHuFWeKGRCUTn-aJTsMMcJF20BRkDQcLrqnaLxaGPTQ=w300","descriptionRaw":"oneSafe is on a 50% New Year Sale! \n<p>Forgot your PIN? Can’t find your frequent flyer number? Struggling to remember all those usernames and passwords to your bank accounts, email and social media? Relax. oneSafe will take care of it. <\/p>\n<p>oneSafe is a super-secure &quot;password manager&quot; app that lets you store all your confidential information in one place with complete security. With its stylish design, adaptable templates and intuitive user interface, the app is a breeze to use on your device putting all your personal information at your fingertips whenever and wherever you may happen to need it.<\/p>\n<p>oneSafe allows you to: <br \/>• Easily create, view and edit items (passwords, web accounts, ID, credit cards, ...) and keep them well organized <br \/>• Take advantage of ready-made templates to enter details quickly <br \/>• Easily copy and paste complex usernames and passwords<br \/>• Mark any item as a favorite for quick access<br \/>• Share your data securely in a password protected archive<br \/>• Secure highly secure information in double-protection categories<br \/>• Quickly capture information using the 'Scan a Card' feature<\/p>\n<p>Safe storage for: <br \/>• Usernames and passwords <br \/>• Credit card numbers<br \/>• PINs and entry codes<br \/>• Social security numbers<br \/>• Bank accounts<br \/>• Tax details <br \/>• Photos and Documents<br \/>• and much more!<\/p>\n<p>Features: <br \/>• The highest level of encryption available; AES 256 to give watertight protection from any possible cyber attack<br \/>• Email and device backup function to safeguard your information<br \/>• Multiple authentication methods to choose from<br \/>• Ready-made categories to better organize your information<br \/>• In-built password generator to create strong passwords.<br \/>• Quickly capture information via your camera<\/p>\n<p>oneSafe combines security, simplicity and elegance in a password storage application. Download it now and protect any hackers or wandering eyes from getting a sneak peek at your personal data!<\/p>","previousPrice":3.49,"downloads":"5000","discount":49,"id":"com.lunabee.onesafe","title":"oneSafe | password manager","category":"Lunabee Pte Ltd Productivity","price":1.75,"screenshots":[{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/wJnpWVhHboD8PlfRs839cBULmt3LkrDAdUWtbH8uxfJjoYAlE3FrIv0ZtZ7WA6jZiEk=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/Jsj8V9p27dUk3SRhpG0zolFQr1NvxBwem0m5R-Zh49T79U2HmfWf3aeNRz33tnJy4vk=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/m8GuQmwVGBUmohfTeYDkcbEnhvQvN-Z2s2ukalE8QHw--WIUl_Z3-Hlh3cZPR0yDLisi=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/nrx-F9WK6pjVLZgvwdsYcwnl2lGlNL6yXTApU1vzNHi_FPIVlqXGJqjvvggsz2a3qOc=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/FjTh9q_q5RoyEXxAW9-OQfrWAsgllqQX5OZiDxWWNZArMbMtyzEN9wt7juGvmWlvp3s=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/oOaiIFCDVPuYEta2llkc4RHT13JFCf9-3t_1JCPQe5M7IK0lvUOz0viCjc8YbaTMCUg=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/gZfLa37JM3zkUEUbjuUS5blUOK9HEXgn-5UgLuAE1ILGei2AA-9yR3vkXBDUvvzalZ4=w400"}],"developer":"Lunabee Pte Ltd","description":"oneSafe is on a 50% New Year Sale! Forgot your PIN? Can’t find your frequent flyer number? Struggling to remember all those usernames and passwords to your bank accounts, email and social media? Relax. oneSafe will take care of it. oneSafe is a super-secure \"password manager\" app that lets you store all your confidential information in one place with complete security. With its stylish design, adaptable templates and intuitive user interface, the app is a breeze to use on your device putting all your personal information at your fingertips whenever and wherever you may happen to need it. oneSafe allows you to: • Easily create, view and edit items (passwords, web accounts, ID, credit cards, ...) and keep them well organized • Take advantage of ready-made templates to enter details quickly • Easily copy and paste complex usernames and passwords • Mark any item as a favorite for quick access • Share your data securely in a password protected archive • Secure highly secure information in double-protection categories • Quickly capture information using the 'Scan a Card' feature Safe storage for: • Usernames and passwords • Credit card numbers • PINs and entry codes • Social security numbers • Bank accounts • Tax details • Photos and Documents • and much more! Features: • The highest level of encryption available; AES 256 to give watertight protection from any possible cyber attack • Email and device backup function to safeguard your information • Multiple authentication methods to choose from • Ready-made categories to better organize your information • In-built password generator to create strong passwords. • Quickly capture information via your camera oneSafe combines security, simplicity and elegance in a password storage application. Download it now and protect any hackers or wandering eyes from getting a sneak peek at your personal data!","contentRating":"","rating":"4.2"},{"icon":"https:\/\/lh4.ggpht.com\/arVb61k4uuz6PZZC1Rnh2Xsgx6uydubqD3siexmRxdLH1-MccG0RHcmDcFJ5HYHK7jw=w300","descriptionRaw":"ON SALE NOW - JUST USD $1 TIL JAN 20th, 2014 TO CELEBRATE SKYCUBE'S LAUNCH!\n<p>Satellite Safari is your tour guide to the universe of satellites that humanity has launched into orbit around our home planet. And later this year, it will become your personal gateway to a real satellite in orbit that you can take pictures and send broadcasts from! <\/p>\n<p>Satellite Safari is the official app of the SkyCube mission. The SkyCube satellite launched on January 9th, 2014, and is expected to deploy from the International Space Station by early March, 2014. When it does, you'll be able to request your own images of the Earth, and broadcast your own radio messages from orbit as &quot;tweets from space&quot;, using this Satellite Safari app on your iPhone or iPad. For more information on the SkyCube project, go to www.skycube.org. <\/p>\n<p>The Unofficial Apple Weblog (TUAW) writes: &quot;My tests of the app were positive. No crashes, no surprises... A very cool app, which will only become more useful this fall when the SkyCube features ramp up.&quot; Here's the full review: <\/p>\n<p><a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.tuaw.com\/2013\/03\/24\/satellite-safari-gives-you-a-unique-vantage-point-for-what-is-in\/&amp;sa=D&amp;usg=AFQjCNEQR5NBU1gREFU9Ze27vhR1ry8EMA\" target=\"_blank\">http:\/\/www.tuaw.com\/2013\/03\/24\/satellite-safari-gives-you-a-unique-vantage-point-for-what-is-in\/<\/a> <\/p>\n<p>While we're waiting for SkyCube to launch, you can use Satellite Safari to learn more about the International Space Station and many hundreds of other satellites already in orbit. Satellite Safari will tell you where to find them in the sky, when they'll pass overhead, and where they are orbiting over Earth right now. <\/p>\n<p>Satellite Safari can show you the spacecraft that will pass over your location at any given time. You can even get a &quot;bird's eye view&quot; from a satellite itself, and see the Earth from orbit exactly as the satellite sees it! <\/p>\n<p>Satellite Safari updates its satellite orbit data from celestrak.com automatically every day. All satellites include facts and figures computed for your precise GPS location, and updated every second. Many satellites also include descriptions that give you the mission's history, purpose, and more. <\/p>\n<p>Satellite Safari's simple user interface and super high accuracy make it an invaluable tool for exploring the spacecraft in orbit around our home planet. Please feel free to contact us at www.southernstars.com if you have further questions. We hope you enjoy using Satellite Safari!<\/p>","previousPrice":4.99,"downloads":"5000","discount":80,"id":"com.southernstars.satellite_safari","title":"Satellite Safari","category":"Southern Stars Education","price":0.99,"screenshots":[{"height":712,"width":400,"url":"https:\/\/lh5.ggpht.com\/_q2gvxvL346LkPmmllcGRI2078XwqyUKCYC4LTjLYqLbcFByp8GCxs0zgpovFWhefg=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/n9qqElNMnyxE6quQnhdZObXhY8F3khG4aezLlXSVigW510XgvzbUuWXgtfa3Pz0Klw=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/Kvfim17RXuH5lJdcg9dpa8QgQuOvFPU13d6JUE3tm94QpnuALaJZSMsYbBRqoa6hc-w=w400"},{"height":225,"width":400,"url":"https:\/\/lh6.ggpht.com\/RcCUM7EVD9GNL60EZ-PYW6rmaO0b5kOkQWvB5RUpzzy_-peCMlXpA5r9sIfv-uHeOkH4=w400"},{"height":225,"width":400,"url":"https:\/\/lh5.ggpht.com\/soxCUu2PWlhc85OuhDEa7enV1BLOEg3Z6jJxU95V7TCEWJdqUr8P316-aFOSfFYpVQ=w400"},{"height":250,"width":400,"url":"https:\/\/lh6.ggpht.com\/b-YzYi6oE1J_Lpv0VOlKSfwRLsIa8q_RKw8nyx5ZdMhilafnMZexl2vKjfJgIIephw=w400"},{"height":640,"width":400,"url":"https:\/\/lh5.ggpht.com\/2tCYtuqCskcDQs3j8on5ypOb9paHN3xMQ82n1rwef6SUD4mZnPvsPCmnILZIPcYzjA=w400"}],"developer":"Southern Stars","description":"ON SALE NOW - JUST USD $1 TIL JAN 20th, 2014 TO CELEBRATE SKYCUBE'S LAUNCH! Satellite Safari is your tour guide to the universe of satellites that humanity has launched into orbit around our home planet. And later this year, it will become your personal gateway to a real satellite in orbit that you can take pictures and send broadcasts from! Satellite Safari is the official app of the SkyCube mission. The SkyCube satellite launched on January 9th, 2014, and is expected to deploy from the International Space Station by early March, 2014. When it does, you'll be able to request your own images of the Earth, and broadcast your own radio messages from orbit as \"tweets from space\", using this Satellite Safari app on your iPhone or iPad. For more information on the SkyCube project, go to www.skycube.org. The Unofficial Apple Weblog (TUAW) writes: \"My tests of the app were positive. No crashes, no surprises... A very cool app, which will only become more useful this fall when the SkyCube features ramp up.\" Here's the full review: http:\/\/www.tuaw.com\/2013\/03\/24\/satellite-safari-gives-you-a-unique-vantage-point-for-what-is-in\/ While we're waiting for SkyCube to launch, you can use Satellite Safari to learn more about the International Space Station and many hundreds of other satellites already in orbit. Satellite Safari will tell you where to find them in the sky, when they'll pass overhead, and where they are orbiting over Earth right now. Satellite Safari can show you the spacecraft that will pass over your location at any given time. You can even get a \"bird's eye view\" from a satellite itself, and see the Earth from orbit exactly as the satellite sees it! Satellite Safari updates its satellite orbit data from celestrak.com automatically every day. All satellites include facts and figures computed for your precise GPS location, and updated every second. Many satellites also include descriptions that give you the mission's history, purpose, and more. Satellite Safari's simple user interface and super high accuracy make it an invaluable tool for exploring the spacecraft in orbit around our home planet. Please feel free to contact us at www.southernstars.com if you have further questions. We hope you enjoy using Satellite Safari!","contentRating":"","rating":"4.5"},{"icon":"https:\/\/lh3.ggpht.com\/g4TEKElRgPG5H4_dn6XfFhOjEsdT4U5axYGPmg93WteLAI2hAiOuE2ntx0oX3gAyDb8=w300","descriptionRaw":"★★★ This week only – a 40% discount on the Pro version! ★★★\n<p>KD Collage - new application to create wonderful collages from your photos. The application includes about 70 collage patterns and over 80 background options. Added photo can be moved, rotated and zoomed in\/out. You can also add a text with different fonts and styles. Completed collages can be saved in HD to SD memory card or in Favorites for further editing.<br \/>We wish you the creative successes and breath-taking results!<\/p>","previousPrice":1.49,"downloads":"50000","discount":33,"id":"ru.kdnsoft.android.collage","title":"KD Collage Pro","category":"KDN Soft Photography","price":0.99,"screenshots":[{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/80aOreA91SGNkfwn0AnJ6QvIlLLWPUpbt88GvNVuvxWb2LWimWwSwO7WeG1iehYvZxI=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/D5N-Mc5W6AVbVtjS-RlsIFvJ2Q4QpG-_gZoacygiIj8PGG-NMSBEqPGrsroq_stun2yi=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/il-rqAYyRqE7FNKNA2plTswGkSD9iBNhN5-1NYMboKvc8t-Hb739chQ0XwYyUfm6Rpg=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/2zGa3WGG905NK21s5alHvcCn2GZmksOYVJ6Cs4dVmPkGHIcXZaHOkz5nBUXWM4MszQ=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/ZLpyjVDaXbGIJd_tSAvlreugNpxTKej3Yiyu_Z6mCx9NqsyW_J91sdFe7fRSV_AaaJs=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/n8fxYEVaI_5OwQ9Wnz08f0vYpS5eALLmFk2UyKRdIF27Q6mtUlTHKtzr-aSJoJEijJ8=w400"}],"developer":"KDN Soft","description":"★★★ This week only – a 40% discount on the Pro version! ★★★ KD Collage - new application to create wonderful collages from your photos. The application includes about 70 collage patterns and over 80 background options. Added photo can be moved, rotated and zoomed in\/out. You can also add a text with different fonts and styles. Completed collages can be saved in HD to SD memory card or in Favorites for further editing. We wish you the creative successes and breath-taking results!","contentRating":"","rating":"4.3"}],"checked":"1389403632207"}