{"apps":[{"id":"com.sixtostart.zombiesrun","icon":"https:\/\/lh6.ggpht.com\/aM6Ah6HxVR0lDzehgswumODxZ7b11LgxpsIGLURiyTZclS1dpzk-dqANrJUm_sHWL8w=w300","category":"Health & Fitness","title":"Zombies, Run!","price":2.99,"description":"NEW YEAR'S SUPER SALE! (originally $7.99, now only $2.99) Join 750,000+ runners in an epic adventure! You tie your shoes, put on your headphones, take your first steps outside. You’ve barely covered 100 yards when you hear them. They must be close. You can hear every guttural breath, every rattling groan - they’re everywhere. Zombies. There’s only one thing you can do: Run! \n\nZombies, Run! is an ultra-immersive running game and audio adventure, co-created with award-winning novelist Naomi Alderman. We deliver the story straight to your headphones through orders and voice recordings - and when you get back home, you use the supplies you’ve collected while running to build and grow your base. \n\nBBC NEWS - “The only way to save yourself is to run for real.” WIRED - “In the style of Runkeeper, with an exciting undead twist.” LIFEHACKER - “A really cool way to get outside and exercise.” CNN - “Turns exercise into a game - a terrifying, terrifying game.” NPR - \"It gets you moving!\" TIME.COM - \"Takes all the fun of a zombie game and funnels it into a fitness app.\" \n\nWHAT PLAYERS SAY: “Evaded all zombie mobs :-) One of my best sprints ever; this app works!” “This game will make you sweat. Perfect junction between game design and run tracker.” “Just tried @zombiesrungame and for the first time in my life I feel truly alive.” \n\nWALK, JOG, OR RUN ANYWHERE Zombies, Run! works anywhere and at any speed. You can jog in a park, run along a beach, or walk along a trail.\n\nYOU ARE RUNNER 5 Hundreds of lives are counting on you. You've got to rebuild your base from a few shivering survivors into a fortified beacon of civilization by collecting critical supplies and avoiding roving zombie hordes. Can you save them and learn the truth about the zombie apocalypse? \n\nA WORLD OF STORIES You become the hero in an epic story of humanity’s struggle for survival where your running *really* matters - and there’s a deeper mystery to be uncovered as well... This app includes all 33 missions from Season 1 as well as the first 7 missions from Season 2; and there'll be a further 60+ Season 2 missions released weekly and available for purchase! \n\nYOUR OWN MIX Choose your own custom playlists before you start running: the story unfolds in between your tracks through a series of dynamic radio messages and voice recordings. \n\nINTERVAL TRAINING - WITH ZOMBIES With our optional ‘Zombie Chases’ mode, you’ll need to increase your speed and work up a sweat if you hear zombies on your tail. That’s right - we’ve made interval training *fun*! \n\nVIEW YOUR RUNS ONLINE WITH ZOMBIELINK Register with our free ZombieLink service to view and share your runs online, complete with maps and full run history. Plus you can sync your runs with Runkeeper, export them as GPX files, and share them with friends!\n\nKEEP THE SURVIVORS ALIVE You automatically collect items like medicine, batteries, and ammo while running - but when you're back home, who needs them more: the soldiers or the doctors? Which buildings need extra defenses? It’s up to you.\n\nNOTES - Version 2.0 comes with 30 missions - Requires Android 4.0 or above - Continued use of GPS running in the background can dramatically decrease battery life. \n\nINFORMATION ABOUT UPGRADING FROM VERSION 1.0 All Season 1 story missions are still included in ZR2 for free, along with mission progress and run logs. To change between seasons, simply visit the Missions screen and tap the \"Season 1\" tab at the top-left of the screen. This will display a menu that lets you switch to Season 2.\n\nThe Season 1 base has been upgraded to a new, more advanced base that fits in with the Season 2 story. You can still view your old base on ZombieLink. We apologise for not making this clear in the previous update - sorry.\n\nSupply missions will be returning soon.\n\nFollow us on Twitter at http:\/\/twitter.com\/zombiesrungame Sign up to our mailing list at http:\/\/www.zombiesrungame.com\n\n","contentRating":"Medium Maturity","rating":"4.275281","previousPrice":3.99,"downloads":"100,000 - 500,000","discount":25},{"id":"com.subatomicstudios.fieldrunners2","icon":"https:\/\/lh4.ggpht.com\/dya5Md9WM3kyZU8seFWB3G3DXvj-zbbeU67JE4IHz0kfSqMcywDGT29xyDC07BT1xA=w300","category":"Casual","title":"Fieldrunners 2","price":0.99,"description":"*** Holiday Sale *** Time to spread a little holiday cheer! For a limited time, Fieldrunners 2 is on sale. Be sure to grab it, because this low price will not last for long! ********************** Get ready to DEFEND THE WORLD! The biggest sequel in tower defense history is finally available for Android phones and tablets: Fieldrunners 2 has arrived! From Subatomic Studios, creators of the award winning classic strategy game comes an all new adventure that was years in the making. Build epic mazes out of powerful weapons to defend the world from the invading fieldrunners!\n\nThe fieldrunners are back! With legions of soldiers and a gaggle of new tricks, they’re ready to conquer the globe. Or so they think! Our top scientists at SubaLabs have built a bleeding-edge arsenal of devastating weapons for any heroes willing to stop these dastardly invaders. Help your people by taking action - DEFEND THE WORLD!\n\nStrategic-Action-Puzzle-Defense has never been this fun and addicting! Defend your world from the invasion by building winding paths out of imaginative, new weapons. Call in airstrikes and set explosive traps to hit the enemies where it hurts. Over 20 new levels span the grassiest fields, driest deserts, sparkling cities, and even an infernal volcano lair! Challenge your mind with the exciting new gameplay styles in Puzzle, Sudden Death, and Time Trial levels. Are you ready to stop the fieldrunners once and for all? Join the defense, now!\n\nKey Features: - Pint sized invaders seeking revenge! - A tower that launches bee hives! - Tons of levels in a 20+ hour campaign! - Revolutionary AI - each enemy creates a dynamic, realistic path through the battlefield! - Gorgeous, hand painted, 2D graphics by award winning artists! - 20 unique, upgradeable weapons! - Custom loadouts let you pick the perfect weapons for each battle! - Air strikes, mines, and powerful items so you can strike with the precision of a surgeon! - Time Trial, Sudden Death, and Puzzle maps bring all new challenges to tower defense! - Trenches, bridges, and tunnels add new dimensions to gameplay! - Collect all the Elite enemies to become the ultimate tower defense champion! - A tower that turns enemies into barnyard animals!\n\nThanks for playing!\n\nSubatomic Studios thanks you all for playing our latest game! We put a tremendous amount of love into crafting one of the best tower defense games ever made, so we hope you enjoy it. Thank you!\n\nNOTE ABOUT IN APP PURCHASES: \n\nThe in app purchases in Fieldrunners 2 are completely optional. They are there to be used by players that want a quick way to get extra coins. If you are not a fan of IAP, rest assured that you can definitely beat the game without them.\n\n","contentRating":"Medium Maturity","rating":"4.2560415","previousPrice":2.99,"downloads":"50,000 - 100,000","discount":66}],"checked":1388507074560}