{"apps":[{"icon":"https:\/\/lh3.ggpht.com\/Dten-3vW1qIe8B6F_ErJ2H8G2BnCWw5Kk-VQiI5Oks1G9_LXQFzEw-hnFfmVSE9RrQ=w300","descriptionRaw":"WODBOX provides athletes with the ability to View Workouts, Track Performance, and Execute Workouts in a modern interface designed and built by crossfit athletes for crossfit Athletes. Whether you spend 5 days a week at your local box, workout at home, or serve in the military, WODBOX is for you. \n<p>Note: WODBOX is not authorized or endorsed by Crossfit Inc.<\/p>\n<p>FROM OUR USERS<br \/>- “Best app on my phone”<br \/>- “Great app, I tried everything else out there and this is the best …”<br \/>- “Love the app and the WODs! 5 star app!”<br \/>- “Solid app. Best of its kind”<br \/>- “Helps keep all your WODS organized.”<br \/>- “MY LIFESAVER...I go to WODBOX whenever my coach is unavailable or during holidays (when the box closes). It is also my lifeline when I travel.”<\/p>\n<p><br \/>Great features that come with WODBOX<br \/>- WOD from top boxes around the world<br \/>- View hero, ladies, and games WODs<br \/>- Stopwatch &amp; Countdown timer<br \/>- Abbreviations, movement descriptions and videos<\/p>\n<p>Upgrade WODBOX To meet your needs, by adding this great features!<br \/>- Generated WODs based on your available equipment<br \/>- Tabata timer<br \/>- Unlimited journal entries<br \/>- Unlimited baseline records<br \/>- Sharing on social networks<br \/>- View WOD history from top boxes<br \/>- Add your own box via RSS<br \/>- 1 Rep Max calculator<br \/>- Create your own list of favorite WODS<br \/>- Coming Soon (View your data from the web and sync across devices)<\/p>\n<p>FIND WORKOUTS(WODs) <br \/>As athletes ourselves, the WODBOX Team wanted a way to quickly find a workout to execute. We wanted some form of randomness, some form of prescription, and some form of direct selection. Thus, we created the following ways to find your workout: Genius, The WOD Feed and The Hopper. <\/p>\n<p>Genius will generate workouts based on the equipment you have available. Our home users and users that are on-the-go find this particularly useful since they don’t always have all the equipment one may find in an affiliate. There is NO NETWORK CONNECTION REQUIRED for Genius to work, and the weapons list is growing constantly based on user feedback. <\/p>\n<p>The WOD Feed provides direct, tailored access some of the world’s premier affiliates. The list is constantly growing so our athletes can access more and more WOD sources over time. <\/p>\n<p>The Hopper provides access to the various Heroes, Ladies, 2007-2013 Reebok CrossFit Games and exclusive Fan Tribute WODs. The hopper is both a reference for enthusiasts of the sport and random selection mechanism for those looking to test themselves against one of the famous workouts. <\/p>\n<p>Box feed provides daily WODs from top gyms around the country (including CLE, Lackland, Independence, Endurance, Molon Labe and SPC) <\/p>\n<p>One spin of the Hero Hopper and within a few seconds your WOD fate is determined! <\/p>\n<p>Genius - Your weapons, your mission, your Victory. <br \/>- Gives you custom WODs based upon your equipment <br \/>- Unlimited WODs on demand on your phone, anytime, anywhere (no network connection required) <\/p>\n<p>TRACK PERFORMANCE <br \/>Log WOD, results, ratings, PR, and scaling information in the journal <br \/>Track baseline movements(Squats, Cleans, Push Ups, Thrusters, Fran, and other Named WODs) <\/p>\n<p>EXECUTE WORKOUTS <br \/>Use the Countdown, Stopwatch, or Tabata Timer during your Workout <\/p>\n<p>Become a hero, start today with WODBOX <br \/>Chat with us and our users on Facebook. <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.facebook.com\/WodBoxApp&amp;sa=D&amp;usg=AFQjCNGPUVdELtAWzbgCM1rFP5iaM2xRDw\" target=\"_blank\">http:\/\/www.facebook.com\/WodBoxApp<\/a><\/p>","previousPrice":19.99,"newDiscount":true,"downloads":"50000","discount":50,"id":"com.alchemyware.fitness.wodbox.pro","title":"WODBOX Pro","category":"Health & Fitness","price":9.99,"screenshots":[{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/NvefBZe0IQfwsVj_varUMxcdVNsRjagpSM0_CeMAGDuVFx9Y0GkB2SaIePm81YSEzhdq=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/xR20OzihrFOVM5khCfpQVtYOWdQjyjSBtnnj9SYEKcfiTEPZFFQolg2vgT_5ukHXBO4w=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/sF6qRM6gAh-_NGo4jJft9tF5DhbzIiFzkoIQvBE-fpemFxkqBH4Uw_efnPOwV0Zkhvg=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/jhNrbTVtS2NkQwmY_qEwkEGI7rfPVYnsJxOU05qqbIe79j3vUtXT3R0IJv-4QrO-tnYK=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/NGY1LsofZw7Mm6kzvEhc4jyZtExbVFSW6RKKbbqd6qA_C5PVMcA6iNwjZwF41DV8kUU=w400"}],"developer":"HybridMedia","description":"WODBOX provides athletes with the ability to View Workouts, Track Performance, and Execute Workouts in a modern interface designed and built by crossfit athletes for crossfit Athletes. Whether you spend 5 days a week at your local box, workout at home, or serve in the military, WODBOX is for you. Note: WODBOX is not authorized or endorsed by Crossfit Inc. FROM OUR USERS - “Best app on my phone” - “Great app, I tried everything else out there and this is the best …” - “Love the app and the WODs! 5 star app!” - “Solid app. Best of its kind” - “Helps keep all your WODS organized.” - “MY LIFESAVER...I go to WODBOX whenever my coach is unavailable or during holidays (when the box closes). It is also my lifeline when I travel.” Great features that come with WODBOX - WOD from top boxes around the world - View hero, ladies, and games WODs - Stopwatch & Countdown timer - Abbreviations, movement descriptions and videos Upgrade WODBOX To meet your needs, by adding this great features! - Generated WODs based on your available equipment - Tabata timer - Unlimited journal entries - Unlimited baseline records - Sharing on social networks - View WOD history from top boxes - Add your own box via RSS - 1 Rep Max calculator - Create your own list of favorite WODS - Coming Soon (View your data from the web and sync across devices) FIND WORKOUTS(WODs) As athletes ourselves, the WODBOX Team wanted a way to quickly find a workout to execute. We wanted some form of randomness, some form of prescription, and some form of direct selection. Thus, we created the following ways to find your workout: Genius, The WOD Feed and The Hopper. Genius will generate workouts based on the equipment you have available. Our home users and users that are on-the-go find this particularly useful since they don’t always have all the equipment one may find in an affiliate. There is NO NETWORK CONNECTION REQUIRED for Genius to work, and the weapons list is growing constantly based on user feedback. The WOD Feed provides direct, tailored access some of the world’s premier affiliates. The list is constantly growing so our athletes can access more and more WOD sources over time. The Hopper provides access to the various Heroes, Ladies, 2007-2013 Reebok CrossFit Games and exclusive Fan Tribute WODs. The hopper is both a reference for enthusiasts of the sport and random selection mechanism for those looking to test themselves against one of the famous workouts. Box feed provides daily WODs from top gyms around the country (including CLE, Lackland, Independence, Endurance, Molon Labe and SPC) One spin of the Hero Hopper and within a few seconds your WOD fate is determined! Genius - Your weapons, your mission, your Victory. - Gives you custom WODs based upon your equipment - Unlimited WODs on demand on your phone, anytime, anywhere (no network connection required) TRACK PERFORMANCE Log WOD, results, ratings, PR, and scaling information in the journal Track baseline movements(Squats, Cleans, Push Ups, Thrusters, Fran, and other Named WODs) EXECUTE WORKOUTS Use the Countdown, Stopwatch, or Tabata Timer during your Workout Become a hero, start today with WODBOX Chat with us and our users on Facebook. http:\/\/www.facebook.com\/WodBoxApp","contentRating":"","rating":"4.6"},{"icon":"https:\/\/lh4.ggpht.com\/3bxpCaGhNWbp7aynlCgoAt3vKCYkbRQ0OTiPQMtiHXbL36pdp8rtKrsBjc1195yZHg=w300","descriptionRaw":"To celebrate the release of Handy Photo Free, we are putting Handy Photo on a 50% sale for a limited time!\n<p><br \/>***** “What does it do? Everything… quickly and easily. It’s really awesome!“ – Life In LoFi <\/p>\n<p>***** “For the features and performance delivered, the app is a must have for all iOS device users who enjoying photo editing.” – ePHOTOzine <\/p>\n<p><br \/>Welcome to creative photo editing! <\/p>\n<p>Handy Photo was designed for those with a strong passion for photo editing. The app is a perfect choice when it comes to correcting and enhancing photos from all possible angles. <\/p>\n<p>* Making tonal and color adjustments globally and locally * <br \/>Improve the general look of your photos by performing both global and local tonal and color corrections in them. With a few taps and swipes only, turn your images into vivid and vibrant works of art. <\/p>\n<p>* Retouching photos with ultimate ease * <br \/>Remove unwanted content from your photos in a tap. Mobile image retouching has never been so fast and easy. <\/p>\n<p>* Moving objects from photo to photo * <br \/>Is it possible to move any object within a single photo or to another image in just a few taps? The answer is yes when it comes to the Move Me tool. With it, you can do the impossible – move objects in photos to the locations they would never move to in real life. <\/p>\n<p>* Applying filters to images partially * <br \/>With the Handy Photo’s powerful photo filters, which include Black and White, Bleach Bypass, Color Standout, Cross Process, Dramatic, Duotone, Fog, Glow, Golden, HDR, Halftone, Ink, Lomo, Old Photo, Polarization, Polaroid, Sepia, Sketch, Smart Contrast, Tilt-Shift, Tiny Planet, Vignette, and Vintage, you can add whatever artistic effects wanted to your images. The filters are all adjustable and, thanks to the partial application feature, can be easily combined within photos. <\/p>\n<p>* Adding textures to photos partially * <br \/>Apply the Handy Photo’s terrific textures to your images to make them truly pop. You can select from the following categories of textures: Abstract, Cloth, Clouds, Frost and Ice, Grunge, Paper, Water, and Wood. All the textures can be adjusted to taste and applied to photos partially. <\/p>\n<p>* Uncropping photos in a unique way * <br \/>The tool is called Magic not accidentally. It allows uniquely uncropping photos. No other app can do that. Moreover, it allows straightening crooked horizon lines in photos without sacrificing their original size. <\/p>\n<p>* Adding attention-grabbing frames to images * <br \/>Before showing your photo to the whole world, it’s quite important to appropriately frame it. The Handy Photo’s excellent collection of frames serves just that purpose. Put the final touches on your photos by adding the following frames to them: Autumn Leaves, Carton, Film, Glass, Grunge, Lace, Paint Splashes, Pencil Sketch, Photo Album, Polaroid, Retro Photo, Sea Shell, Torn Paper, and Vintage. <\/p>\n<p>* THE APP FEATURES *<br \/>★ Global and local tone and color correction options <br \/>★ Partial application option in Filters tool <br \/>★ Advanced retouching technology for mobile platforms <br \/>★ Move Me technology for smart objects extraction and moving <br \/>★ Magic Crop tool with unique photo “un-cropping” function <br \/>★ High-quality textures and frames <br \/>★ 100% size image editing <br \/>★ Up to 36 MP image support <br \/>★ RAW format support <br \/>★ Optimized for multi-core and GPU processors<br \/>★ Stylish and intuitive UI<\/p>\n<p>Brought to you by the developers of TouchRetouch! :)<\/p>\n<p>* DEVICES SUPPORT *<br \/>All devices running Android 2.3 or newer and supporting ARMv7.<\/p>\n<p>Depending on the amount of total RAM available, the following resolution images processing is allowed:<br \/>2 GB of RAM - 24 MP<br \/>1 GB of RAM - 16 MP<br \/>786 Mb of RAM - 12 MP<br \/>512 Mb of RAM - 8 MP<br \/>less than 512 MP of RAM – 5 MP<\/p>\n<p>* WEBSITE *<br \/><a href=\"https:\/\/www.google.com\/url?q=http:\/\/adva-soft.com\/products\/handy-photo\/&amp;sa=D&amp;usg=AFQjCNEIq-A3m0rCcSTwlHYIC82Bgg_tFA\" target=\"_blank\">http:\/\/adva-soft.com\/products\/handy-photo\/<\/a><\/p>\n<p>Download Handy Photo right now and enjoy unlimited photo editing freedom!<\/p>","previousPrice":1.99,"newDiscount":true,"downloads":"50000","discount":50,"id":"com.advasoft.handyphoto","title":"Handy Photo","category":"Photography","price":0.99,"screenshots":[{"height":250,"width":400,"url":"https:\/\/lh5.ggpht.com\/OROMdwB1pQWtJPilnadJ4n2C1-s751JSh05gkrkZ40H522aRL9ERF97zda5DdC51C45Z=w400"},{"height":250,"width":400,"url":"https:\/\/lh4.ggpht.com\/XLSevEZrYXcGx_b7sikHpIhB99m1hw9IgIYoa334Zdx7l2JYddzKYvVV53jGlfiM4Cs=w400"},{"height":250,"width":400,"url":"https:\/\/lh5.ggpht.com\/m9X9oQhW5XKBDF_u3qRTAUeAs1atWo2_sHmYvlKXTKC0TBgZhN_V5bPCdD5EOvh7rZQ=w400"},{"height":250,"width":400,"url":"https:\/\/lh3.ggpht.com\/byzLxIMlwaTEiiK3-ts6kkzteQB5_hMkUC3LbXuwzJWAhAsbX11yWmjO9XCQvE16WQ=w400"},{"height":250,"width":400,"url":"https:\/\/lh6.ggpht.com\/vDoG_tAksbbel61gqzYGoic_7tm8NxT7H1PjxNCGwbseyf8ToZ7N4sd_1O9Q3ooP8Pg=w400"},{"height":250,"width":400,"url":"https:\/\/lh5.ggpht.com\/z9cSSk14QgYDfc2SKv281BGwfQfmbNaXOSjSRFOO82tUnMHMpEoWbG5kFpClItN-Cw=w400"},{"height":250,"width":400,"url":"https:\/\/lh6.ggpht.com\/I3HNt4FlHyDoETRBqzkq6zxlaWwxgZ7PYJl-WmeDlGwzbVb6S_j-GLIT4ovHvPnjpi8=w400"},{"height":250,"width":400,"url":"https:\/\/lh6.ggpht.com\/xN92Aygm46jCaTKozOCY3KxzSq_9_v2igx4QmH3wEFiRZIt9PM2UZMsg4Ll4x5dniA=w400"},{"height":250,"width":400,"url":"https:\/\/lh6.ggpht.com\/yPm7PXSmLUIppFobKHkFzZNb0QhRLZdf2hA8jXRXizu1GCn8jm_lbIlh4YXWcLyiw7M=w400"},{"height":250,"width":400,"url":"https:\/\/lh5.ggpht.com\/2lRqMn4YUiVXrko7SJgDGmS5nftQ478UVCLUzdajO7XbYxlzinfLLEkkS8Wiidxy7qw=w400"},{"height":640,"width":400,"url":"https:\/\/lh5.ggpht.com\/ymfzUpfHBoggla8rta0iwh5FPUeiwjfoD06cjK3P_PvISKgxvUfVja01rBOwxke2tyY=w400"},{"height":640,"width":400,"url":"https:\/\/lh3.ggpht.com\/eQwoMoMUbuZY3jwR3NhOTvdktOAijr1oekSBnLzTbDfIRZ6UuXSYASgAm6C5mhPLzg=w400"},{"height":640,"width":400,"url":"https:\/\/lh6.ggpht.com\/YykKmkknmZDmICFJKl5RyVrcKr8Dw7IsRrTbilbmibLWcXI4Y8-UdaJnRo_i30eAWKJj=w400"},{"height":640,"width":400,"url":"https:\/\/lh4.ggpht.com\/pf9TYaPYlrk8fIt9vIVTksUmcRm97FteElz80H0nQSchiUK8tkA2KLfTrV4soQt_vgE=w400"},{"height":640,"width":400,"url":"https:\/\/lh4.ggpht.com\/f4hLp_Nwq69B4-Gl9AOVY4foaq28u4VGfTjoNTJG9Lt5pVakffuKyr3c5xx2Q0V0Avo=w400"}],"developer":"ADVA Soft","description":"To celebrate the release of Handy Photo Free, we are putting Handy Photo on a 50% sale for a limited time! ***** “What does it do? Everything… quickly and easily. It’s really awesome!“ – Life In LoFi ***** “For the features and performance delivered, the app is a must have for all iOS device users who enjoying photo editing.” – ePHOTOzine Welcome to creative photo editing! Handy Photo was designed for those with a strong passion for photo editing. The app is a perfect choice when it comes to correcting and enhancing photos from all possible angles. * Making tonal and color adjustments globally and locally * Improve the general look of your photos by performing both global and local tonal and color corrections in them. With a few taps and swipes only, turn your images into vivid and vibrant works of art. * Retouching photos with ultimate ease * Remove unwanted content from your photos in a tap. Mobile image retouching has never been so fast and easy. * Moving objects from photo to photo * Is it possible to move any object within a single photo or to another image in just a few taps? The answer is yes when it comes to the Move Me tool. With it, you can do the impossible – move objects in photos to the locations they would never move to in real life. * Applying filters to images partially * With the Handy Photo’s powerful photo filters, which include Black and White, Bleach Bypass, Color Standout, Cross Process, Dramatic, Duotone, Fog, Glow, Golden, HDR, Halftone, Ink, Lomo, Old Photo, Polarization, Polaroid, Sepia, Sketch, Smart Contrast, Tilt-Shift, Tiny Planet, Vignette, and Vintage, you can add whatever artistic effects wanted to your images. The filters are all adjustable and, thanks to the partial application feature, can be easily combined within photos. * Adding textures to photos partially * Apply the Handy Photo’s terrific textures to your images to make them truly pop. You can select from the following categories of textures: Abstract, Cloth, Clouds, Frost and Ice, Grunge, Paper, Water, and Wood. All the textures can be adjusted to taste and applied to photos partially. * Uncropping photos in a unique way * The tool is called Magic not accidentally. It allows uniquely uncropping photos. No other app can do that. Moreover, it allows straightening crooked horizon lines in photos without sacrificing their original size. * Adding attention-grabbing frames to images * Before showing your photo to the whole world, it’s quite important to appropriately frame it. The Handy Photo’s excellent collection of frames serves just that purpose. Put the final touches on your photos by adding the following frames to them: Autumn Leaves, Carton, Film, Glass, Grunge, Lace, Paint Splashes, Pencil Sketch, Photo Album, Polaroid, Retro Photo, Sea Shell, Torn Paper, and Vintage. * THE APP FEATURES * ★ Global and local tone and color correction options ★ Partial application option in Filters tool ★ Advanced retouching technology for mobile platforms ★ Move Me technology for smart objects extraction and moving ★ Magic Crop tool with unique photo “un-cropping” function ★ High-quality textures and frames ★ 100% size image editing ★ Up to 36 MP image support ★ RAW format support ★ Optimized for multi-core and GPU processors ★ Stylish and intuitive UI Brought to you by the developers of TouchRetouch! :) * DEVICES SUPPORT * All devices running Android 2.3 or newer and supporting ARMv7. Depending on the amount of total RAM available, the following resolution images processing is allowed: 2 GB of RAM - 24 MP 1 GB of RAM - 16 MP 786 Mb of RAM - 12 MP 512 Mb of RAM - 8 MP less than 512 MP of RAM – 5 MP * WEBSITE * http:\/\/adva-soft.com\/products\/handy-photo\/ Download Handy Photo right now and enjoy unlimited photo editing freedom!","contentRating":"","rating":"4.5"},{"icon":"https:\/\/lh5.ggpht.com\/ZcG-lD14xjl8BKf4nNyan8V3NrOE5C-o-YJD3zEpA26KwcXcb6owl5Pld2bbsShOxAg=w300","descriptionRaw":"Star Walk is the most beautiful stargazing app you’ve ever seen on a mobile device. It will become your go-to interactive star chart of the night sky, following your every movement in real time and allowing you to explore over 200, 000 celestial bodies with extensive information about stars, planets, satellites, and constellations that you find. Even if you’ve never been that into astronomy, Star Walk will surprise you. \n<p>Links: <br \/><a href=\"https:\/\/www.google.com\/url?q=http:\/\/vitotechnology.com\/star-walk.html&amp;sa=D&amp;usg=AFQjCNGX0xmSc_YGs7OXWZQw4xRXKHtA3w\" target=\"_blank\">http:\/\/vitotechnology.com\/star-walk.html<\/a> <br \/><a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.facebook.com\/StarWalkApp&amp;sa=D&amp;usg=AFQjCNFt_iuppePidD8rd988H83o82QRCw\" target=\"_blank\">http:\/\/www.facebook.com\/StarWalkApp<\/a> <br \/><a href=\"https:\/\/www.google.com\/url?q=http:\/\/twitter.com\/starwalk&amp;sa=D&amp;usg=AFQjCNHhIuy3bKvRlMXGf4i-KOpLT1s7zw\" target=\"_blank\">http:\/\/twitter.com\/starwalk<\/a><\/p>\n<p>Get started quickly<\/p>\n<p>• Launch the app and point your device at the night sky, you'll see the stars, planets, satellites, and constellations in their proper place for your location. As you move your device, the star map updates in real time. The Moon is the easiest first target. <br \/>• Tap Augmented Reality icon in the upper right corner to add the image from your camera to your sky view. <br \/>• Use Night Mode to go easy on your eyes and preserve night vision when exploring the Universe.<\/p>\n<p>Go deeper and beyond<\/p>\n<p>• Every star, planet, constellation, or deep space object, such as nebulae and galaxies, has an (i) next to its name. Tap it to access information.<br \/>• A scale on right is the Time Machine, slide it to explore the map of the night sky of tomorrow or years ago.<br \/>• StarWalk has data on over 9000 man-made satellites. Track their flight across the sky, be it day or night, catch iridium flares. <br \/>• Meteor showers are spectacular yearly events. Star Walk can help you plan ahead and locate the meteor shower on the night sky. <\/p>\n<p>Share your experience<\/p>\n<p>• Post pictures from your virtual planetarium and let your friends learn about the night sky. Astronomy has never been so engaging! <\/p>\n<p>Duran Duran's keyboard Nick Rhodes mentions Star Walk as his favorite app:<\/p>\n<p>&quot;With the Star Walk app, if you hold your device up towards the sky, you can see all the stars and constellations. It even tells you the names of all the planets. Then, if you point it towards the ground, it shows you what all the stars are in the other hemisphere. It’s brilliant, and if you’re ever somewhere with a clear sky and no light pollution, it’s a revelation. It’s beautifully designed and makes clever use of the available technology. I’m fascinated by astronomy, but even if you’re not, give this a go.&quot;<\/p>\n<p>***Note***<\/p>\n<p>- The Star Spotter feature won't work for the devices that are not equipped with the gyroscope and compass.<br \/>- For Android 4.4 KitKat users: the application doesn't support ART, please switch to Dalvik.<\/p>","previousPrice":2.99,"newDiscount":true,"downloads":"50000","discount":62,"id":"com.vitotechnology.StarWalk","title":"Star Walk - Astronomy Guide","category":"Education","price":1.11,"screenshots":[{"height":225,"width":400,"url":"https:\/\/lh4.ggpht.com\/uMQICcDUxLi6IE-2QutLDqcgnFQsUkeE2U_ggRu76_pSkAxtMJuSSCW25I0sQNKmUbPE=w400"},{"height":225,"width":400,"url":"https:\/\/lh6.ggpht.com\/HsDchYCG_9N5OtFmwFxaONFj3mWOUBpCEXBGmtjvPREYCg8eYt_lV8kmcFOgbd7jqMk=w400"},{"height":225,"width":400,"url":"https:\/\/lh3.ggpht.com\/egvwGK37zm0PtifMAxqExRUzUnQQDtrOfEzP7BY_UnSmv9yHcYjwekEM06Y8xo3UYw=w400"},{"height":225,"width":400,"url":"https:\/\/lh3.ggpht.com\/M2lV8z-JTnJpC8zi0W9zXa31wCAfIvoHDsgURpkpdciCkdidRHbPnKG_ZMpDbbt_iKgy=w400"},{"height":225,"width":400,"url":"https:\/\/lh4.ggpht.com\/V71gWfWASweC0xgZ3xSYIb-PxUurH1ypssEFHuE2gvmpuqfLftSmOW3Htsmg0DXvHvo=w400"},{"height":225,"width":400,"url":"https:\/\/lh3.ggpht.com\/FCvEerx8SEEWR9M_E9GccGYC8qrj7cIzeB7c7UlYJpzpKCnhTrfeX0XyIXrgVT3D5ew=w400"},{"height":225,"width":400,"url":"https:\/\/lh3.ggpht.com\/coRZNlgakga_VmEgJ0mTS4kVzq7uSqBvGS7UejvN_ryhx3kLOGgTg_dn88ef9r_6ZoA=w400"},{"height":225,"width":400,"url":"https:\/\/lh6.ggpht.com\/MszutgRoNURtJ5Lkrjf6v3Xc5il-WkRI8zjXqZuLAayAYYhdz64x91Zuqfh89elEzA=w400"},{"height":225,"width":400,"url":"https:\/\/lh6.ggpht.com\/AsjNkrWXlMhhiDyrg-rnMe9wbzay3N6W7qJF7sLur4PMdiVOZfzhHrUvRTRDaOngmnQ=w400"},{"height":225,"width":400,"url":"https:\/\/lh3.ggpht.com\/yIT3tIc9KBw9bNZ_IRc_IWG26XWP0sovstL3I4-O0GSkaV7g7fh13VFOAsdthbkWWxo=w400"},{"height":225,"width":400,"url":"https:\/\/lh4.ggpht.com\/JCVzDyP3he-exo4LBds5btLtLsUMAdEcuOeU9mmPipRrPMbcR5IiO560u5MLA4Al-MOZ=w400"},{"height":225,"width":400,"url":"https:\/\/lh3.ggpht.com\/ch6qdWM9cNI1TYQgWNuUDk2DWkRYjcuGo-5e0U7fWxI0c988JzSAm1QVdvfRz8lisFk=w400"},{"height":225,"width":400,"url":"https:\/\/lh5.ggpht.com\/3lJ6qNKjpOf1rmtnk0fXpov1ntc4RbanqONFBdF3lffw-Pyi-jcAY1XZ5V-qJAYfkVRM=w400"},{"height":225,"width":400,"url":"https:\/\/lh6.ggpht.com\/wl7dOxgzsjuTxhmJXAc87-PZRI8i5p_0DEmE4wCDUtxrYoOpWiIx2oylXQ8-VBWbFKc=w400"},{"height":225,"width":400,"url":"https:\/\/lh4.ggpht.com\/r57-xrxDGNA2oRCO4aYBoelQ3CSx-tz_UtubETdeVdavhD8S0uFMmFk8Ghl2H3q6GCbF=w400"},{"height":225,"width":400,"url":"https:\/\/lh3.ggpht.com\/91itaIrei7wxQmEMrT8eRjmh4Z5IACPqvM8S0agsJ_uUcdVi-mvTZio-uRRBqaSBWjg=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/GpL81sMYnILGTaXMpYWa_3wOqbhcu1RIeVXzwsLLbteH7Lt61YFi69mDyxoSzg-qA7wL=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/Yi7DikpCKs5-vKAIFXsRhgPHbgmZLt6ozip0P_JE9Nckqo4YACCpAxR4nwcAdpsoyg=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/8tVqwECmfhUpQ1gssu7n-Z1gC53Zqus6b0xJDC-Pxg3v5OfS0o4m8NaOdf25LOGG8TEH=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/1YnZWu5pzmHxMzF8sYdMuo0tt2kSE2PJ-mhAzSO1bucj3yib6oOrCA8dRsacEKcg7eA=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/aKIDehXQdN-ZbO_8_30L_UDok_yit1bOkKgJqkt5n8R6c0YebPv806EkS00Emhdvz3Q=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/yz17EUejGVdAH4OPHIlEGcjRb3cx1Dy5mcgtdciGWHeoXw736Hhx8mm9KsAsdvhwa9k=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/39inwXvXyea6_ZjJGlqYWY1wDqA9XUK90Wh-DZNGzH2Sc3LwEWwcYVQOxnk6Hq8_Lg=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/1oJopJBkbdLE1LCWu2B8rSllYhkJWVDAR4vzwus_sY4C4GGdXKcoKXgVe3xMemdjlj0=w400"}],"developer":"Vito Technology","description":"Star Walk is the most beautiful stargazing app you’ve ever seen on a mobile device. It will become your go-to interactive star chart of the night sky, following your every movement in real time and allowing you to explore over 200, 000 celestial bodies with extensive information about stars, planets, satellites, and constellations that you find. Even if you’ve never been that into astronomy, Star Walk will surprise you. Links: http:\/\/vitotechnology.com\/star-walk.html http:\/\/www.facebook.com\/StarWalkApp http:\/\/twitter.com\/starwalk Get started quickly • Launch the app and point your device at the night sky, you'll see the stars, planets, satellites, and constellations in their proper place for your location. As you move your device, the star map updates in real time. The Moon is the easiest first target. • Tap Augmented Reality icon in the upper right corner to add the image from your camera to your sky view. • Use Night Mode to go easy on your eyes and preserve night vision when exploring the Universe. Go deeper and beyond • Every star, planet, constellation, or deep space object, such as nebulae and galaxies, has an (i) next to its name. Tap it to access information. • A scale on right is the Time Machine, slide it to explore the map of the night sky of tomorrow or years ago. • StarWalk has data on over 9000 man-made satellites. Track their flight across the sky, be it day or night, catch iridium flares. • Meteor showers are spectacular yearly events. Star Walk can help you plan ahead and locate the meteor shower on the night sky. Share your experience • Post pictures from your virtual planetarium and let your friends learn about the night sky. Astronomy has never been so engaging! Duran Duran's keyboard Nick Rhodes mentions Star Walk as his favorite app: \"With the Star Walk app, if you hold your device up towards the sky, you can see all the stars and constellations. It even tells you the names of all the planets. Then, if you point it towards the ground, it shows you what all the stars are in the other hemisphere. It’s brilliant, and if you’re ever somewhere with a clear sky and no light pollution, it’s a revelation. It’s beautifully designed and makes clever use of the available technology. I’m fascinated by astronomy, but even if you’re not, give this a go.\" ***Note*** - The Star Spotter feature won't work for the devices that are not equipped with the gyroscope and compass. - For Android 4.4 KitKat users: the application doesn't support ART, please switch to Dalvik.","contentRating":"","rating":"4.5"},{"icon":"https:\/\/lh4.ggpht.com\/kAe4JeDjY-ynZW_waKe7gnWnC4vxmOHE7kcTmQ2DBjlBdICkOhJHUrezUtJR9qw3R_I=w300","descriptionRaw":"Root Call Blocker 2 is a powerful call, SMS and MMS blocker for root users. Stop bill collectors and text message spammers 100% of the time with our unique root-enabled call manager. Now with better everything!\n<p><br \/>Unlike other call filters, Root Call Blocker silently blocks calls at a system level. You need not even know its working and can choose to be notified only if specific numbers are blocked. <\/p>\n<p><br \/>Supported languages: English, Espa&ntilde;ol, Portugu&ecirc;s, Fran&ccedil;ais, Italiano, Catal&agrave;, Deutsch, Suomi, Nederlands, Svenska, Magyar, Polski, Rom&acirc;n, Русский, T&uuml;rk&ccedil;e, 简体中文, 繁體字. <\/p>\n<p><br \/>Other languages are incomplete. If you want to help with a translation, visit <a href=\"https:\/\/www.google.com\/url?q=https:\/\/crowdin.net\/projects\/fahrbotmobile&amp;sa=D&amp;usg=AFQjCNHl7w7AHBGzioRNAsKJ_GMdsuZbWQ\" target=\"_blank\">https:\/\/crowdin.net\/projects\/fahrbotmobile<\/a> to get started.<\/p>\n<p><br \/>Unique features:<\/p>\n<p><br \/>• Your phone never rings and the screen never turns on<br \/>• In call widgets allow you to ignore\/block calls on the fly<br \/>• Customize notifications with vibration, ringtone and LED colors<\/p>\n<p><br \/>Advantages:<\/p>\n<p><br \/>• Completely ignore spam calls and messages<br \/>• Import large lists of numbers from files, including CSV<br \/>• Block MMS and numbers containing letters<br \/>• Reject unknown, withheld, private and restricted numbers<br \/>• Keep blocked calls and messages hidden with password, dialer and pattern<br \/>• Block area codes or countries<\/p>\n<p><br \/>Features:<\/p>\n<p><br \/>• Silent\/hidden operating mode<br \/>• Cloud backup to Google Drive and Dropbox<br \/>• Google Groups integration<br \/>• SMS auto-replies<br \/>• Encrypted backups<\/p>\n<p><br \/>This Pro version of the application is the equivalent of the Unlock Key purchased through the Trial. You can find it here: https:\/\/play.google.com\/store\/apps\/details?id=fahrbot.apps.rootcallblocker.beta<\/p>\n<p><br \/>WARNING - APPLICATION REQUIRES SPECIAL ROOT\/SUPERUSER ACCESS, visit our website for more information: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/fahrbot.co.uk\/root&amp;sa=D&amp;usg=AFQjCNFC0O_PiTgoAhwoHp1jjkFKW5tKOA\" target=\"_blank\">http:\/\/fahrbot.co.uk\/root<\/a><\/p>\n<p>WARNING - app generally only supports devices commonly available in the West. We will ignore requests for compatibility with random knockoffs and no name provider phones.<\/p>\n<p>WARNING - multi-sim devices are not officially supported and never will be.<\/p>\n<p><br \/>If you need help, use &quot;Write to us&quot; in the app's settings or visit the website: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/fahrbot.co.uk\/feedback&amp;sa=D&amp;usg=AFQjCNFz5ih439N-87Qq901q6wDImLYz0g\" target=\"_blank\">http:\/\/fahrbot.co.uk\/feedback<\/a><\/p>\n<p>This app does not control your voicemail service. If your blocked calls are being sent to voice mail, try another blocking method or use Google Voice. You can simulate a disconnected message by forwarding busy calls to a number that doesn't exist.<\/p>\n<p>Don't believe the hype about Extreme Call Blocker or Mr Number or DroidWall those apps are not the only ones that work on Jelly Bean - RCB functions on any Android version 2.3 and up, is much faster and 100% silent.<\/p>\n<p><br \/>OUTGOING CALL permissions are needed for hidden mode, using the dialer to enter a password.<\/p>\n<p>ACCOUNTS are needed for Google Contact Groups.<\/p>\n<p>SEND SMS needed for auto replies and SMS routing.<\/p>\n<p>INTERNET ACCESS is for licensing and the &quot;Write to us&quot; feedback tool. <\/p>\n<p>LOG DATA is only sent with your permission via the &quot;Write to us&quot; menu item in Settings. You do not have to send anything if you don't want to.<\/p>\n<p><br \/>Keywords: call block, call manager, sms block, mms block, call security, shady conversations, shady sms, private sms, private calls, privacy manager, private call control, call confirm<\/p>","previousPrice":6.99,"newDiscount":true,"downloads":"50000","discount":52,"id":"fahrbot.apps.rootcallblocker.pro","title":"Root Call Blocker Pro","category":"Communication","price":3.29,"screenshots":[{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/j5_rbDrwZThTSv14suO7NaQBDirJvR-chCiPEAHnMn0y9IMIzVBYSuSnNjB5oALL85m9=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/kFUC6ss0Bllu_f03fKMCgvGK_GAHLIgIlRPGaQwq27tHUnSYYB9ZJ3umjOp8Yq_lBuE=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/_Td70ixxfHxsQzZcIxzhGh0jpu-USqGcUzKu1v9oDynl-wEjT9Vl1VYPUlOhdW9IgSFa=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/D40XXbhM5uEISWCLBRXDdAsi-UtPCsq6ljnnuvKfgh5LL2Qww0m4TUsZ7ILP2korWMs=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/62v2juWsG4soCrM2m69S4y2IuPj5qgnRejk9ZtDt4EDVxjhByjzLFdrvk6a8m157cG0=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/1wYyNFxwodI-udsTqUnM_yF2GLXG92DF9V_ewcCHvqJNFL4LFxIk5W8u4u_7S-pZ5xiR=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/vTMo-uJCobF_WzXbKuCuapDrXRSXBLv0849SI07Wd6YpcoCoQwWI6V8VSm_Axse7Sw=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/84OwOeE0i-zY1ZkxDA_FAs6YqrWhUzWxBe6FEN7AuRF7XSG1xvcoN6GPqU1wR2-qRg=w400"}],"developer":"Fahrbot","description":"Root Call Blocker 2 is a powerful call, SMS and MMS blocker for root users. Stop bill collectors and text message spammers 100% of the time with our unique root-enabled call manager. Now with better everything! Unlike other call filters, Root Call Blocker silently blocks calls at a system level. You need not even know its working and can choose to be notified only if specific numbers are blocked. Supported languages: English, Español, Português, Français, Italiano, Català, Deutsch, Suomi, Nederlands, Svenska, Magyar, Polski, Român, Русский, Türkçe, 简体中文, 繁體字. Other languages are incomplete. If you want to help with a translation, visit https:\/\/crowdin.net\/projects\/fahrbotmobile to get started. Unique features: • Your phone never rings and the screen never turns on • In call widgets allow you to ignore\/block calls on the fly • Customize notifications with vibration, ringtone and LED colors Advantages: • Completely ignore spam calls and messages • Import large lists of numbers from files, including CSV • Block MMS and numbers containing letters • Reject unknown, withheld, private and restricted numbers • Keep blocked calls and messages hidden with password, dialer and pattern • Block area codes or countries Features: • Silent\/hidden operating mode • Cloud backup to Google Drive and Dropbox • Google Groups integration • SMS auto-replies • Encrypted backups This Pro version of the application is the equivalent of the Unlock Key purchased through the Trial. You can find it here: https:\/\/play.google.com\/store\/apps\/details?id=fahrbot.apps.rootcallblocker.beta WARNING - APPLICATION REQUIRES SPECIAL ROOT\/SUPERUSER ACCESS, visit our website for more information: http:\/\/fahrbot.co.uk\/root WARNING - app generally only supports devices commonly available in the West. We will ignore requests for compatibility with random knockoffs and no name provider phones. WARNING - multi-sim devices are not officially supported and never will be. If you need help, use \"Write to us\" in the app's settings or visit the website: http:\/\/fahrbot.co.uk\/feedback This app does not control your voicemail service. If your blocked calls are being sent to voice mail, try another blocking method or use Google Voice. You can simulate a disconnected message by forwarding busy calls to a number that doesn't exist. Don't believe the hype about Extreme Call Blocker or Mr Number or DroidWall those apps are not the only ones that work on Jelly Bean - RCB functions on any Android version 2.3 and up, is much faster and 100% silent. OUTGOING CALL permissions are needed for hidden mode, using the dialer to enter a password. ACCOUNTS are needed for Google Contact Groups. SEND SMS needed for auto replies and SMS routing. INTERNET ACCESS is for licensing and the \"Write to us\" feedback tool. LOG DATA is only sent with your permission via the \"Write to us\" menu item in Settings. You do not have to send anything if you don't want to. Keywords: call block, call manager, sms block, mms block, call security, shady conversations, shady sms, private sms, private calls, privacy manager, private call control, call confirm","contentRating":"","rating":"4.1"},{"icon":"https:\/\/lh4.ggpht.com\/s_TyiHAgjKlXk0o-AluP_-xX67DSwkU8kpGQCc_qKpeAgTFkfdPnhl-cuj1WdZzBOvrW=w300","descriptionRaw":"** 3 years, 3 apps, 3 days of sale **\n<br \/>** Over 70% off to celebrate our 3 year anniversary **\n<br \/>** Offer ends Monday 10 am GMT **\n<p>Easily the most feature-filled Android-PC remote. Turns your Android device into a WiFi or Bluetooth universal remote control for your Windows PC. Control your favorite programs, mouse, and keyboard.<\/p>\n<p>DOWNLOAD SERVER V2: <br \/>www.unifiedremote.com<\/p>\n<p>SUPPORT<br \/><a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.unifiedremote.com\/support&amp;sa=D&amp;usg=AFQjCNE60TFdMJJypyvn1KOk6rpcyPBdyA\" target=\"_blank\">http:\/\/www.unifiedremote.com\/support<\/a><br \/><a href=\"https:\/\/www.google.com\/url?q=http:\/\/support.unifiedremote.com\/&amp;sa=D&amp;usg=AFQjCNHcYcErRkbUCHhL0eNjm4yiRyJILg\" target=\"_blank\">http:\/\/support.unifiedremote.com\/<\/a><\/p>\n<p>Please try the free version before you buy the full version. Please let us know if you have any problems upgrading from the free version to the full version.<\/p>\n<p>FEATURES<\/p>\n<p>* IR Actions (new!)<br \/>* Quick Actions<br \/>* Widgets<br \/>* NFC actions<br \/>* Custom Remotes<br \/>* WiFi (TCP\/UDP)<br \/>* Bluetooth<br \/>* Easy server and app setup<br \/>* Comprehensive server manager<br \/>* Automatic server detection<br \/>* Clear connection troubleshooting<br \/>* Custom\/Android keyboard support<br \/>* Single\/Multi touch mouse<br \/>* Hardware volume control<br \/>* Quick Switch using swipe gestures<br \/>* Quickly change servers<br \/>* Auto-pause media for phone calls<br \/>* Homescreen shortcuts to remotes<br \/>* Wake On Lan<br \/>* Server password protection<br \/>* 256-bit AES encryption<br \/>* Voice commands<br \/>* Samsung Multi Window<\/p>\n<p>REMOTES IN FREE AND FULL VERSION<\/p>\n<p>* Basic Input<br \/>* File Manager<br \/>* Keyboard<br \/>* Media<br \/>* Power<br \/>* Slide Show<br \/>* Spotify<br \/>* Start<br \/>* Task Manager<br \/>* Windows Media Center<br \/>* Windows Media Player<br \/>* VLC (Keyboard)<br \/>* YouTube<\/p>\n<p>REMOTES IN FULL VERSION ONLY<\/p>\n<p>* Custom Remotes<br \/>* Boxee (Keyboard)<br \/>* Boxee (Web)<br \/>* BSPlayer<br \/>* Chrome<br \/>* Firefox<br \/>* foobar2000<br \/>* Google Music<br \/>* Hulu Desktop<br \/>* Hulu Web<br \/>* Internet Explorer<br \/>* iTunes<br \/>* J River Media Center<br \/>* Monitor<br \/>* Media Portal<br \/>* MediaMonkey<br \/>* MPC HC<br \/>* Netflix<br \/>* Opera<br \/>* Pandora<br \/>* Picasa<br \/>* Plex<br \/>* PowerPoint Advanced<br \/>* PowerPoint Basic<br \/>* Send Text<br \/>* Spotify Advanced<br \/>* Tellstick<br \/>* Tellstick Live (new!)<br \/>* USB-UIRT Helper<br \/>* Winamp<br \/>* Windows Photo Viewer<br \/>* VLC (Web)<br \/>* XBMC (Keyboard)<br \/>* XBMC (Web)<br \/>* XBMC Media<br \/>* XBMC Advanced (new!)<\/p>\n<p>PERMISSIONS<\/p>\n<p>INTERNET: for server connection.<br \/>BLUETOOTH: for server connection.<br \/>WAKE_LOCK: for optional wake-lock.<br \/>READ_PHONE_STATE: for auto-pause.<br \/>ACCESS_WIFI_STATE: for server connection.<br \/>VIBRATE: for optional haptic feedback.<br \/>ACCESS_NETWORK_STATE: for server connection.<br \/>NFC: for NFC actions.<br \/>INSTALL_SHORTCUT: for launcher shortcuts.<br \/>CHECK_LICENSE : for licensing checking.<\/p>\n<p>E-mail us if you have any questions about the permissions required.<\/p>\n<p>NOTE<\/p>\n<p>This product uses a SPOTIFY API but is not endorsed, certified or otherwise approved in any way by Spotify. Spotify is the registered trade mark of the Spotify Group.<\/p>","previousPrice":3.99,"newDiscount":true,"downloads":"500000","discount":75,"id":"com.Relmtech.RemotePaid","title":"Unified Remote Full","category":"Tools","price":0.99,"screenshots":[{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/bIPvWeY7ka5CmosgQ6OFoTnNDm0_Z6pzizuQWV7DiQRpwusXO8RJxB5ZSj1gmFvdvZo=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/itZMw_CoDy1sbhtwq11iuOYoqOURmORdwPFMB86_wwgkGm4tDSkNxOwwyfkJFZ3lC5c9=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/NifyZ0TnWo_3INDOHmTfiyFqNoZfbjs5Mkh1Xvio6k8ELP4EfGU9vJOYAgENLVsiiuE=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/YUn5ogkH9BMvTEZluq3F9DTJnVXASWbpFyQ98sjIUyIgsNNy9SN0RnymmNqq2kcNqCU=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/zkDkpGEdcjNMg-TuKaxWNtpQimjR3ovj3oacvJXtcgT-X6Odher02MStHQR60ZZ8Pb0=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/z-TJmYBRsfrla0oW6Wz1drY2au49-NG7qssN_IJaoDI9Mzm4xXn2E3s40KoHRO5aC0Z4=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/ZZvQGaADyBU-5getRGXUV_iuRLRidPc6_cxcii2BjLexWFD8fv47oRH4lCu1ocY3g3Vn=w400"}],"developer":"Unified Intents","description":"** 3 years, 3 apps, 3 days of sale ** ** Over 70% off to celebrate our 3 year anniversary ** ** Offer ends Monday 10 am GMT ** Easily the most feature-filled Android-PC remote. Turns your Android device into a WiFi or Bluetooth universal remote control for your Windows PC. Control your favorite programs, mouse, and keyboard. DOWNLOAD SERVER V2: www.unifiedremote.com SUPPORT http:\/\/www.unifiedremote.com\/support http:\/\/support.unifiedremote.com\/ Please try the free version before you buy the full version. Please let us know if you have any problems upgrading from the free version to the full version. FEATURES * IR Actions (new!) * Quick Actions * Widgets * NFC actions * Custom Remotes * WiFi (TCP\/UDP) * Bluetooth * Easy server and app setup * Comprehensive server manager * Automatic server detection * Clear connection troubleshooting * Custom\/Android keyboard support * Single\/Multi touch mouse * Hardware volume control * Quick Switch using swipe gestures * Quickly change servers * Auto-pause media for phone calls * Homescreen shortcuts to remotes * Wake On Lan * Server password protection * 256-bit AES encryption * Voice commands * Samsung Multi Window REMOTES IN FREE AND FULL VERSION * Basic Input * File Manager * Keyboard * Media * Power * Slide Show * Spotify * Start * Task Manager * Windows Media Center * Windows Media Player * VLC (Keyboard) * YouTube REMOTES IN FULL VERSION ONLY * Custom Remotes * Boxee (Keyboard) * Boxee (Web) * BSPlayer * Chrome * Firefox * foobar2000 * Google Music * Hulu Desktop * Hulu Web * Internet Explorer * iTunes * J River Media Center * Monitor * Media Portal * MediaMonkey * MPC HC * Netflix * Opera * Pandora * Picasa * Plex * PowerPoint Advanced * PowerPoint Basic * Send Text * Spotify Advanced * Tellstick * Tellstick Live (new!) * USB-UIRT Helper * Winamp * Windows Photo Viewer * VLC (Web) * XBMC (Keyboard) * XBMC (Web) * XBMC Media * XBMC Advanced (new!) PERMISSIONS INTERNET: for server connection. BLUETOOTH: for server connection. WAKE_LOCK: for optional wake-lock. READ_PHONE_STATE: for auto-pause. ACCESS_WIFI_STATE: for server connection. VIBRATE: for optional haptic feedback. ACCESS_NETWORK_STATE: for server connection. NFC: for NFC actions. INSTALL_SHORTCUT: for launcher shortcuts. CHECK_LICENSE : for licensing checking. E-mail us if you have any questions about the permissions required. NOTE This product uses a SPOTIFY API but is not endorsed, certified or otherwise approved in any way by Spotify. Spotify is the registered trade mark of the Spotify Group.","contentRating":"","rating":"4.6"},{"icon":"https:\/\/lh5.ggpht.com\/rXUHLsAOtunWSR58sCuxrFOts4o0k8TeU2g4574RSlw-NxWbGROrDJRlARWmADSYqdPD=w300","descriptionRaw":"<font color=\"#ff00ff\"><b>★ Celebrating iOS Release!!LINEZETA Frontier on SALE!! <\/b><\/font>\n<br \/>\n<font color=\"#ff00ff\"><b>★ Is on SALE for ONLY $0.99!! <\/b><\/font>\n<br \/>\n<font color=\"#ff00ff\"><b>★+5% EXP and Gold for all Users!!<\/b><\/font>\n<p><font color=\"#4169E1\"><b>【LINEZETA?】<\/b><\/font><br \/>Assemble your Unique Squad with 500+ Zeta Mobiles!<br \/>Full of Zeta Mobiles with special abilities, such as 「Madchen Armor」, or with Rare abilities!<br \/>Use advantage of 「Battle Ship」 and 「Captain’s Skill」<br \/>to confront Legendary Zeta Mobile beyond the Universe!<\/p>\n<p><font color=\"#4169E1\"><b>【Line As Many Puzzles As You Can】<\/b><\/font><br \/>Vertically, horizontally, or diagonally line 2 or more Cores with same colors.<br \/>Zeta Mobiles with same color as delete Cores attack the enemy Zeta Mobiles!<br \/>Reach massive attack damage with high chain combo counts!<\/p>\n<p><font color=\"#4169E1\"><b>【LINING IS NOT ALL!】<\/b><\/font><br \/>Not only LINE and Delete Core,<br \/>But also Zeta Mobiles have 「Unique Skill」 and<br \/>「Leader Skill」 which activates when its role is a Leader!<br \/>LINE 4 or more Cores to acquire Zeta Drive to receive Support Fire from Battle Ship!<br \/>Achieve the Victory with countless strategies!<\/p>\n<p><font color=\"#4169E1\"><b>【Unique Designs! 】<\/b><\/font><br \/>Power-Up your favorite Zeta Mobiles’ abilities!<br \/>Reach MAX Level and transform your Zeta Mobiles!<br \/>Look and Stats will Transform!!<\/p>\n<p><font color=\"#4169E1\"><b>【Friend’s Leader Skill】<\/b><\/font><br \/>Get help from your friend’s Leader Zeta Mobiles!<br \/>「Leader Skill」 of Friend’s Represent Zeta Mobile<br \/>Will also activate if you bring Friend’s Represent Zeta Mobile as member of your Squad.<\/p>\n<p><br \/>**************************************************************************<\/p>\n<p>■■■ News\/Recent Info. ■■■<br \/>LINEZETA Blog : <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.linezeta.wordpress.com&amp;sa=D&amp;usg=AFQjCNGIve0xZmUL6klaYaIh_rfBFpvxmg\" target=\"_blank\">http:\/\/www.linezeta.wordpress.com<\/a><br \/>LINEZETA Facebook: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/www.facebook.com\/LINEZETA&amp;sa=D&amp;usg=AFQjCNEfhcBBI0FO-WXtkJ4skOsc23MKzw\" target=\"_blank\">https:\/\/www.facebook.com\/LINEZETA<\/a><br \/>LINEZETA Twitter: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/twitter.com\/LINEZETA&amp;sa=D&amp;usg=AFQjCNGF4L8NsV-xD8FCGwxeY2SwxINidQ\" target=\"_blank\">https:\/\/twitter.com\/LINEZETA<\/a><\/p>\n<p>■■■ Customer Service Home ■■■<br \/>Website: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/nkoonstar.com\/en\/cscenter06.php?codes%3Dcscenter&amp;sa=D&amp;usg=AFQjCNFN1isg-hlRzM96SVJ1LAC4npON8w\" target=\"_blank\">http:\/\/nkoonstar.com\/en\/cscenter06.php?codes=cscenter<\/a><\/p>\n<p>■■■ Minimum Hardware Requirements ■■■<br \/>- 1 GHz CPU<br \/>- PowerVR SGX540 GPU or better<br \/>- 500 MB RAM<br \/>- 700 MB of free space<\/p>\n<p><br \/>※RecommendedOS: Android 3.0~4.2<br \/>※ 3G, 4G, LTE or WIFI connections are required to play this application.<br \/>※You can contact us at website and\/or by start the application then clicks [ETC → Support].<\/p>","previousPrice":2.99,"newDiscount":true,"downloads":"50000","discount":66,"id":"nkoonstar.com.LINEZETA_FRONTIER","title":"LINEZETA Frontier","category":"Puzzle","price":0.99,"screenshots":[{"height":600,"width":400,"url":"https:\/\/lh3.ggpht.com\/veQrK_ebtbdwUT2CkvZoQrVqkPl-nO7CmFQgy8NYrMQDveljAN9EHKDLUp75Qvgd3Ok=w400"},{"height":600,"width":400,"url":"https:\/\/lh6.ggpht.com\/s_rB_Rty-byxSmxZysaCCbRcEYZL3eajgldV1m_OD53YBak1vii9xaxD6l0GVKBvkyM=w400"},{"height":600,"width":400,"url":"https:\/\/lh6.ggpht.com\/dnXbvtDnRxt8efRXpKL9wpDM_MbtWityMYps5heeeoWdvRQixWyWRUV680slHiD6hA=w400"},{"height":600,"width":400,"url":"https:\/\/lh5.ggpht.com\/_0tzHstgCB4b239ZWsmgrjjLDr2YGpLOK4BVBfJSAVyIVnG5rXTNYJ23y-kNnEGSzWI=w400"},{"height":600,"width":400,"url":"https:\/\/lh3.ggpht.com\/_zwqeJ5Crpvvm2Y_8LWZ4AmR-4y7B29HRQy6fgQBVc4LKZ1x_O5t2Op89WWuB0M0SQ=w400"},{"height":600,"width":400,"url":"https:\/\/lh6.ggpht.com\/9Ox01nR0SowRKst86y40SFWIySmMthSyO1-Lli3p1Abhe2nRbz5rqnxGiSf12Ym1vtQ=w400"},{"height":600,"width":400,"url":"https:\/\/lh4.ggpht.com\/0rr452ZDcVly-24lB2PzWxkKWtNdrP1xN2lCSVAX7WumADbXbIl2JphsX7B0z9AXEzzk=w400"},{"height":600,"width":400,"url":"https:\/\/lh5.ggpht.com\/Y8MsX3PzzMZdLOEhPUOLPUAVezEWqF2EHFDbStCQ_aRhvmRbBY-SU0fBiK0olMnISEA=w400"},{"height":600,"width":400,"url":"https:\/\/lh4.ggpht.com\/uahdU9aXL-hv4WkBLyL5Un6mNcy3dXBHzHKAcFRnpkN4a9r88xmEM1FteH30UZyOTg8=w400"},{"height":600,"width":400,"url":"https:\/\/lh5.ggpht.com\/w46yG4At7zLhUP5BhkTFd3spRMsGJ2rdi5TtKGNb_KsqFAIrU-SxXAB6KLQex4Qpuw=w400"},{"height":600,"width":400,"url":"https:\/\/lh4.ggpht.com\/j2o34843Il7D-NNm0lplPxi6ChfLMZYCs8InkFH3KHoJ8hETb2vhYGnAvS7o_qALcHU=w400"},{"height":600,"width":400,"url":"https:\/\/lh3.ggpht.com\/sPnJgx7An4xGr710RyYQI6RxOxdPonclbqOLxXTLRqb4EedXzJiV-jQ-7IhqCcWL=w400"},{"height":600,"width":400,"url":"https:\/\/lh3.ggpht.com\/FE4Nutj0fQLu7l7FImpWYXQl7y61xAUJcjDlFLqavdNdU0GWgVLTCZP3UoBRf8sv8WQe=w400"},{"height":600,"width":400,"url":"https:\/\/lh5.ggpht.com\/6CoermUZKo9vS2yWxYWDJwxKfGlC1dIsVtCKQwljfk0fBjQjTrwvw7cpQ9Ib-JP3vf8=w400"},{"height":600,"width":400,"url":"https:\/\/lh4.ggpht.com\/ZzSEIec1m7uEGQn3j3Hst676rhYfBo7htQpFC2uWuIxp3vbs18w4rp7EJ5u7RUz0Fg=w400"}],"developer":"NKOONSTAR CO., LTD.","description":"★ Celebrating iOS Release!!LINEZETA Frontier on SALE!! ★ Is on SALE for ONLY $0.99!! ★+5% EXP and Gold for all Users!! 【LINEZETA?】 Assemble your Unique Squad with 500+ Zeta Mobiles! Full of Zeta Mobiles with special abilities, such as 「Madchen Armor」, or with Rare abilities! Use advantage of 「Battle Ship」 and 「Captain’s Skill」 to confront Legendary Zeta Mobile beyond the Universe! 【Line As Many Puzzles As You Can】 Vertically, horizontally, or diagonally line 2 or more Cores with same colors. Zeta Mobiles with same color as delete Cores attack the enemy Zeta Mobiles! Reach massive attack damage with high chain combo counts! 【LINING IS NOT ALL!】 Not only LINE and Delete Core, But also Zeta Mobiles have 「Unique Skill」 and 「Leader Skill」 which activates when its role is a Leader! LINE 4 or more Cores to acquire Zeta Drive to receive Support Fire from Battle Ship! Achieve the Victory with countless strategies! 【Unique Designs! 】 Power-Up your favorite Zeta Mobiles’ abilities! Reach MAX Level and transform your Zeta Mobiles! Look and Stats will Transform!! 【Friend’s Leader Skill】 Get help from your friend’s Leader Zeta Mobiles! 「Leader Skill」 of Friend’s Represent Zeta Mobile Will also activate if you bring Friend’s Represent Zeta Mobile as member of your Squad. ************************************************************************** ■■■ News\/Recent Info. ■■■ LINEZETA Blog : http:\/\/www.linezeta.wordpress.com LINEZETA Facebook: https:\/\/www.facebook.com\/LINEZETA LINEZETA Twitter: https:\/\/twitter.com\/LINEZETA ■■■ Customer Service Home ■■■ Website: http:\/\/nkoonstar.com\/en\/cscenter06.php?codes=cscenter ■■■ Minimum Hardware Requirements ■■■ - 1 GHz CPU - PowerVR SGX540 GPU or better - 500 MB RAM - 700 MB of free space ※RecommendedOS: Android 3.0~4.2 ※ 3G, 4G, LTE or WIFI connections are required to play this application. ※You can contact us at website and\/or by start the application then clicks [ETC → Support].","contentRating":"","rating":"4.5"}],"checked":"1397228529595"}