{"apps":[{"icon":"https:\/\/lh6.ggpht.com\/yQXDs0QU0NSBGCEz9XgNUwr8UrzT2broy9Dr4fHOaFAe5Y_G1fKNsYxUe_2TIXVcINg=w300","descriptionRaw":"Adventure Time meets Ski Safari! Shred the slopes of Ooo with Finn and his friends in this endlessly fun downhill adventure. \n<p>SKI WITH YOUR BUTT <br \/>Slide your way through Ice Kingdom, Candy Kingdom, and the Mystery Mountains to outrun a relentless avalanche! <\/p>\n<p>MATHEMATICAL COSTUMES <br \/>Dress Finn up like a zombie, put on his pajamas, go as Prince Hotbod, and more! Check out the shop for boosts, upgrades, and vehicles. <\/p>\n<p>GRAB YOUR FRIENDS <br \/>Hitch a ride with Jake, LSP, Marceline, Princess Bubblegum, Rainicorn, Ice King, Gunter, and many more! <\/p>\n<p>STUNT IT UP <br \/>Perform flippin’ awesome tricks and ride wild animals to build up your combo meter! <\/p>\n<p>The fun will never end! It’s SKI SAFARI ADVENTURE TIME! <\/p>\n<p>Important considerations: <br \/>This app includes the option for adults to unlock or buy additional in-game items with real money to enhance game play. You may disable in-app purchases by adjusting your device settings. <\/p>\n<p>********************************** <br \/>PRIVACY INFORMATION: <br \/>Your privacy is important to us at Cartoon Network, a division of Turner Broadcasting System, Inc. This game collects and uses information as described in Cartoon Network’s Privacy Policy linked below. This information may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content; serve advertising; perform network communications; manage and improve our products and services; and perform other internal operations of Cartoon Network web sites or online services. Our privacy practices are guided by data privacy laws in the United States. For users residing in the EU or other countries outside the U.S., please note that this app may use persistent identifiers for game management purposes. By downloading this application, you accept our Privacy Policy and End User License Agreement, and you give permission for such uses for all users of your device. The Privacy Policy and End User License Agreement are in addition to any terms, conditions or policies imposed by your wireless carrier and Google, Inc. Cartoon Network and its affiliates are not responsible for any collection, use, or disclosure of your personal information by Google or your wireless carrier. <\/p>\n<p><br \/>Terms of Use: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cartoonnetwork.com\/legal\/termsofuse.html&amp;sa=D&amp;usg=AFQjCNH8S4Nu7Q8uE0W4XoNpSBNX8wzoIQ\" target=\"_blank\">http:\/\/www.cartoonnetwork.com\/legal\/termsofuse.html<\/a> <br \/>Privacy Policy: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.cartoonnetwork.com\/legal\/privacy\/mobile.html&amp;sa=D&amp;usg=AFQjCNFQLcQkuPHs7pXip6YWoxj4pbCU1g\" target=\"_blank\">http:\/\/www.cartoonnetwork.com\/legal\/privacy\/mobile.html<\/a> <br \/>**********************************<\/p>","previousPrice":1.99,"newDiscount":false,"downloads":"100000","discount":50,"id":"com.turner.atskisafari","title":"Ski Safari: Adventure Time","category":"Arcade & Action","price":0.99,"screenshots":[{"height":250,"width":400,"url":"https:\/\/lh4.ggpht.com\/ecwPvokVtbMfj7lhgE4WReKbcD9VroprYBF-mZ52aTYwmAYXDBS8ZhpvyRtGItiZu9xa=w400"},{"height":250,"width":400,"url":"https:\/\/lh5.ggpht.com\/GWZrdLXBn8493b-qTIOtUKgaqaDVophIsHg8g0WJkut57tnEI9V8ZFsVfe04fWiFZxs=w400"},{"height":250,"width":400,"url":"https:\/\/lh6.ggpht.com\/nfvEHcjCWQYKtJHVQH-GqHBmn1J0LIqLDggoWd3V0FQEeD2K_f56zImjOEoaOXS5AQ=w400"},{"height":250,"width":400,"url":"https:\/\/lh6.ggpht.com\/ZLp3GvdrvanBssPxWcnfR00XefhMIktHqi715lGOSxDRwqPSrojNcuUwBeZXhqpecg=w400"},{"height":250,"width":400,"url":"https:\/\/lh3.ggpht.com\/5KUFx1tXmjHLlxT9XLkrw3zV88vjO7tZILKaR99RMO7faDxV5bijfX1v0UA0f78orJ_Q=w400"},{"height":250,"width":400,"url":"https:\/\/lh3.ggpht.com\/Sk3U196V-bSExKhWGmfrV9p4y9dY7bnlvQ31-JaOOfuSbAWS42SSOt3wlt3VTSturA=w400"},{"height":250,"width":400,"url":"https:\/\/lh3.ggpht.com\/XgL3b7UYjcIN--YK2gcTIgfGNnGGAkUuUtKGmiKFv-Qzs2hHzz9Wc1RlYbe6H5hJCQ=w400"},{"height":250,"width":400,"url":"https:\/\/lh6.ggpht.com\/lRMd2_HrrayHMCVSmvB1n19YWtIDHfs_QQ9s73rL21nfeidCtfKJat67IQC6c6O4OCM=w400"},{"height":250,"width":400,"url":"https:\/\/lh5.ggpht.com\/CYzHEsjEmDPPRrUnIpgypihseWJohTxecpZmmZxoukD6NYRG_IX7Ba9rp1dHEBOlNbgn=w400"},{"height":250,"width":400,"url":"https:\/\/lh4.ggpht.com\/YO_smn66pV4ta5o-ycaI8dS1IpjPO3sOUQAN5aS_mU4ltYqZJu_n6mwY8ppUhsluhMuh=w400"},{"height":240,"width":400,"url":"https:\/\/lh4.ggpht.com\/ej8m0Y4Bgalc3NTCKsDfsyDrWzVwjHEWIoaVjK8fgxs9ToANkD7WMnhFe3jleCRkCWA=w400"},{"height":240,"width":400,"url":"https:\/\/lh3.ggpht.com\/yGo1ZF_e135tZLIwF4mm-IMxYEEDVlV9eVwJpv4zjT1a6p5_aTXd7Qx7m9RXUjwBOEA=w400"},{"height":240,"width":400,"url":"https:\/\/lh5.ggpht.com\/hVS-Tw-p9iki0yWotyflza8YrbP3A4CFWfHHMj4XQ_w7NHHvwnn94Y-KJdH1cxyVbsk=w400"},{"height":240,"width":400,"url":"https:\/\/lh3.ggpht.com\/TPuK61agxee3VUSmCzm_Bb2BbsqaBK4vcQjoaBwCKnyhwItRd3rpByG76t899Onp8uf8=w400"},{"height":240,"width":400,"url":"https:\/\/lh4.ggpht.com\/M0RQl6TUB1KivhkQVRXX7V-VpuR0Kzi2R0ofPV0MW9AEGhSzs7R6rMOT-WaSC1nvrVA=w400"}],"developer":"Cartoon Network","description":"Adventure Time meets Ski Safari! Shred the slopes of Ooo with Finn and his friends in this endlessly fun downhill adventure. SKI WITH YOUR BUTT Slide your way through Ice Kingdom, Candy Kingdom, and the Mystery Mountains to outrun a relentless avalanche! MATHEMATICAL COSTUMES Dress Finn up like a zombie, put on his pajamas, go as Prince Hotbod, and more! Check out the shop for boosts, upgrades, and vehicles. GRAB YOUR FRIENDS Hitch a ride with Jake, LSP, Marceline, Princess Bubblegum, Rainicorn, Ice King, Gunter, and many more! STUNT IT UP Perform flippin’ awesome tricks and ride wild animals to build up your combo meter! The fun will never end! It’s SKI SAFARI ADVENTURE TIME! Important considerations: This app includes the option for adults to unlock or buy additional in-game items with real money to enhance game play. You may disable in-app purchases by adjusting your device settings. ********************************** PRIVACY INFORMATION: Your privacy is important to us at Cartoon Network, a division of Turner Broadcasting System, Inc. This game collects and uses information as described in Cartoon Network’s Privacy Policy linked below. This information may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content; serve advertising; perform network communications; manage and improve our products and services; and perform other internal operations of Cartoon Network web sites or online services. Our privacy practices are guided by data privacy laws in the United States. For users residing in the EU or other countries outside the U.S., please note that this app may use persistent identifiers for game management purposes. By downloading this application, you accept our Privacy Policy and End User License Agreement, and you give permission for such uses for all users of your device. The Privacy Policy and End User License Agreement are in addition to any terms, conditions or policies imposed by your wireless carrier and Google, Inc. Cartoon Network and its affiliates are not responsible for any collection, use, or disclosure of your personal information by Google or your wireless carrier. Terms of Use: http:\/\/www.cartoonnetwork.com\/legal\/termsofuse.html Privacy Policy: http:\/\/www.cartoonnetwork.com\/legal\/privacy\/mobile.html **********************************","contentRating":"","rating":"4.6"},{"icon":"https:\/\/lh6.ggpht.com\/-4B6XGlTQvK5CdBttv90BMxrKj3CXs369lxHRtWLlUt_8J73lEZcwibvUjh5yjPXdNo=w300","descriptionRaw":"Seen the Iphone iOS 7 3D parallax background effect? We just made it better.\n<p>Unique and one of the kind live wallpaper you won't find anywhere else - Multi-Layered parallax backgrounds!<br \/>Give your homescreen a real 3D depth with gyroscope controlled multi-layered parallax backgrounds - even better than effect featured on Iphone iOS 7. <\/p>\n<p>You can even create you own layers and share them with other users through shared dropbox folder accessible from within the app! We already have more than 15 additional themes submitted by users!<\/p>\n<p>Unlike other live wallpapers which just move one flat background image - this live wallpaper combines few background layers, reacting to your device's gyroscope rotation and tilting to give the best illusion experience.<br \/>Compare and see the difference for yourself.<\/p>\n<p>• fully 3D OpenGL gyroscope controlled environment<br \/>• completely new and unique feature you won't find anywhere else even on Iphone - multi-layered parallax<br \/>• download or create your own multi-layers! To share your own creations with other users please email us and we will share it in public dropbox folder. Please use 1024x1024 or 2048x2048 transparent PNG files.<br \/>• 5 included unique multi-layered backgrounds for better depth illusion - more coming soon.<br \/>• rotating backgrounds to match your device's rotation in all axis<br \/>• same 3D depth effect as seen on Iphone iOS 7<br \/>• configure the levels of depth effect<br \/>• use your own custom image or choose from included backgrounds set (please use default gallery application to select own image as we're working on adding support for 3rd party apps like quickpix, dropbox etc)<br \/>• smooth and battery efficent<br \/>• has an option to use only accelerometer sensor which uses 10 times less power than other sensors for super extra power save (not really neccessary)<br \/>• when not visible application is completely stopped, it doesn't run anything in background<br \/>• use custom launchers like Nova or Apex to have this wallpaper visible in your app drawer as well<\/p>\n<p>Please use export option and save to sd card when on mobile dropbox site or enable &quot;Request desktop site&quot; option in your browser when downloading layers from dropbox. Otherwise all downloaded images will be smaller resolution than required. This is being investigated now.<\/p>\n<p>***bear in mind this is an optical illusion so may not appeal to everyone so dont't blame the app, in case you don't like the effect uninstall the app within 15 minutes and your order will be refunded automatically by Google.<\/p>\n<p>Should you have any issues with the wallpaper please write to <a href=\"mailto:vinwapgames@gmail.com\">vinwapgames@gmail.com<\/a> and we will provide you with support.<\/p>\n<p>READ\/WRITE EXTERNAL STORAGE permission is being used for choosing own backgrounds<\/p>\n<p>In demo video Apex launcher was used with transparent apps drawer setting<\/p>","previousPrice":1.3,"newDiscount":true,"downloads":"50000","discount":23,"id":"com.vinwap.parallaxwallpaper","title":"3D Parallax Background","category":"Personalization","price":0.99,"screenshots":[{"height":667,"width":400,"url":"https:\/\/lh4.ggpht.com\/pp-lzf1EOjl1YTUqWO2AUQU_Bf9mZgDBzFnpCvFZIRYAawMzAWCrVoUvXpMhM_MdzIdb=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/5Hu-CXmR_7gYYp9VlmJ0I30F3qJUm0sj1QPkDGJ6TvexwmhGgh2rSUPmpJ7pj7wqQw=w400"},{"height":695,"width":400,"url":"https:\/\/lh5.ggpht.com\/q6j5316XZzrC7q9i1TFkyhqt-ChhU3Cmh936s_2Iivm_bElrDaCCqezoY3QU_SiXOBY=w400"},{"height":667,"width":400,"url":"https:\/\/lh5.ggpht.com\/VPcJD4tAOL9VTdH_vVh7y3roOtz6fHGl8VgnBL4CO2lrD1hbZ-SCbVBxEXPJ5uqW6ko=w400"},{"height":667,"width":400,"url":"https:\/\/lh5.ggpht.com\/AFm2I0mOfkOzqM8VWmxkBvhnTPwJDjmrG3cxB9rH94UusA5n-lpwe041DgquZB_SXac=w400"},{"height":695,"width":400,"url":"https:\/\/lh6.ggpht.com\/feBOtXCs_STPh613vnbos7S5kWTxhmS5zKXcZXN2z3EHXapcejlgDr1HEyPkOz5Eylk=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/M6snBUn1HWCkFWzkECqqrlMjjoB7oDK5oWKtkwFAG7qENJm8M98rEX_-Q6KznnOFdMXS=w400"}],"developer":"Vinwap Games","description":"Seen the Iphone iOS 7 3D parallax background effect? We just made it better. Unique and one of the kind live wallpaper you won't find anywhere else - Multi-Layered parallax backgrounds! Give your homescreen a real 3D depth with gyroscope controlled multi-layered parallax backgrounds - even better than effect featured on Iphone iOS 7. You can even create you own layers and share them with other users through shared dropbox folder accessible from within the app! We already have more than 15 additional themes submitted by users! Unlike other live wallpapers which just move one flat background image - this live wallpaper combines few background layers, reacting to your device's gyroscope rotation and tilting to give the best illusion experience. Compare and see the difference for yourself. • fully 3D OpenGL gyroscope controlled environment • completely new and unique feature you won't find anywhere else even on Iphone - multi-layered parallax • download or create your own multi-layers! To share your own creations with other users please email us and we will share it in public dropbox folder. Please use 1024x1024 or 2048x2048 transparent PNG files. • 5 included unique multi-layered backgrounds for better depth illusion - more coming soon. • rotating backgrounds to match your device's rotation in all axis • same 3D depth effect as seen on Iphone iOS 7 • configure the levels of depth effect • use your own custom image or choose from included backgrounds set (please use default gallery application to select own image as we're working on adding support for 3rd party apps like quickpix, dropbox etc) • smooth and battery efficent • has an option to use only accelerometer sensor which uses 10 times less power than other sensors for super extra power save (not really neccessary) • when not visible application is completely stopped, it doesn't run anything in background • use custom launchers like Nova or Apex to have this wallpaper visible in your app drawer as well Please use export option and save to sd card when on mobile dropbox site or enable \"Request desktop site\" option in your browser when downloading layers from dropbox. Otherwise all downloaded images will be smaller resolution than required. This is being investigated now. ***bear in mind this is an optical illusion so may not appeal to everyone so dont't blame the app, in case you don't like the effect uninstall the app within 15 minutes and your order will be refunded automatically by Google. Should you have any issues with the wallpaper please write to vinwapgames@gmail.com and we will provide you with support. READ\/WRITE EXTERNAL STORAGE permission is being used for choosing own backgrounds In demo video Apex launcher was used with transparent apps drawer setting","contentRating":"","rating":"4.0"},{"icon":"https:\/\/lh4.ggpht.com\/E_NdBNwdVOmEVg6XcthqTTNFiDuHVJtlLntg4twsdHXkD3ganNLVAbGyyealYJIzpII=w300","descriptionRaw":"Train like an athlete to look like an athlete \n<br \/>Freeletics offers high-intensity workouts to \n<br \/>get an athletic body simply by using your \n<br \/>bodyweight - no machines, no weights! \n<br \/>Click on „...More“ to find out why you should download the Freeletics app right now! \n<p>★★ The PRO version contains all the Freeletics workouts ★★<\/p>\n<p>APP FEATURES <br \/>✓ High-intensity workouts with video tutorials <br \/>✓ Track your time for every workout with the Timer <br \/>✓ Follow your friends and compete with them <br \/>✓ Compare your time with others on the leaderboard <br \/>✓ Share your success with friends <\/p>\n<p>Download the app right now, start a Freeletics workout, and compare your time with your friends and athletes around the world. <\/p>\n<p>FOR EVERYONE - FROM ABSOLUTE BEGINNERS TO TOP ATHLETES <br \/>✓ No need to worry if you can’t do pullups or pushups. For every exercise, there are easier versions, so everyone can complete a workout <br \/>✓ Do you think you are a real athlete? We challenge you! <br \/>✓ Do you think you need weights to become fit? We challenge you! <br \/>✓ Compete with the Top-Athletes of Freeletics and show them how fit you really are <\/p>\n<p>FOR EVERY GOAL <br \/>✓ Lose weight and get lean <br \/>✓ Get ripped <br \/>✓ Become the fittest person in the world <\/p>\n<p>BODYWEIGHT ONLY <br \/>✓ No machines and no additional weights needed <br \/>✓ Use of functional bodyweight exercises only <\/p>\n<p>HIGH-INTENSITY WORKOUTS <br \/>✓ Most efficient way to burn fat <br \/>✓ Burn fat even after finishing your workout <br \/>✓ Lose weight and build up lean muscle at the same time <\/p>\n<p>CAN BE DONE EVERYWHERE <br \/>✓ In the gym, at home or in a nearby park <br \/>✓ For some of the workouts you‘ll need a pull-up bar and some space to run <\/p>\n<p>YOU COMPETE IN ANY OTHER SPORT - WHY NOT IN FITNESS? <br \/>✓ Complete the workouts as fast as possible <br \/>✓ Compete with your friends, the rest of the world and - most importantly -yourself! <\/p>\n<p>BUILT-IN TIMER FOR TRACKING TIME <br \/>✓ Every workout has a specific timer, tailored to that workout. <br \/>✓ After finishing the workout, your time is automatically saved in your records <\/p>\n<p>SHARE YOUR SUCCESS WITH FRIENDS <br \/>✓ Share your success with your Facebook friends <br \/>✓ Maybe next time, one of them will dare to challenge you?! <\/p>\n<p>This is about performing - not pretending. This is about sports - not wellness. This is Fitness beyond average. This is Freeletics. <\/p>\n<p>When do you leave average behind? <\/p>\n<p>★★ The PRO version contains all the Freeletics workouts ★★<\/p>","previousPrice":6.79,"newDiscount":false,"downloads":"50000","discount":20,"id":"com.freeletics.pro","title":"Freeletics PRO Fitness","category":"Health & Fitness","price":4.99,"screenshots":[{"height":266,"width":400,"url":"https:\/\/lh4.ggpht.com\/bX44WZz2HtaSlblCEqCg1kPJHyI8wOML3QJUchQMCJGjbzIGL84QThhOizdf-8yYNwQ=w400"},{"height":562,"width":400,"url":"https:\/\/lh3.ggpht.com\/1neQQJdhFhHDC61kIMfc5yL1_W2OILKi9tb0yBxgBEiVGhxujOVrGLTT88CFEJ2b3N8C=w400"},{"height":562,"width":400,"url":"https:\/\/lh6.ggpht.com\/rMz5r4u-jiU4ZAsiNT1aRu_xCmHCX-zyU7BZEob4aHx1yUnndcX0mwaF4GiqZ7m4Yk4=w400"},{"height":562,"width":400,"url":"https:\/\/lh6.ggpht.com\/s0CTTFB5bBlqnbCuVoYlH-uwYc9v7VfdbJ3-pXdiZ39AATjk7ASQbtsf383QneKu3DA=w400"},{"height":562,"width":400,"url":"https:\/\/lh3.ggpht.com\/mgKM_bap5jQWI7-BSTcVxG2Ao-V5f8PcWJy3aMsonFp1hxtY3qt21W1XMPP8Oq2wSg=w400"}],"developer":"Freeletics","description":"Train like an athlete to look like an athlete Freeletics offers high-intensity workouts to get an athletic body simply by using your bodyweight - no machines, no weights! Click on „...More“ to find out why you should download the Freeletics app right now! ★★ The PRO version contains all the Freeletics workouts ★★ APP FEATURES ✓ High-intensity workouts with video tutorials ✓ Track your time for every workout with the Timer ✓ Follow your friends and compete with them ✓ Compare your time with others on the leaderboard ✓ Share your success with friends Download the app right now, start a Freeletics workout, and compare your time with your friends and athletes around the world. FOR EVERYONE - FROM ABSOLUTE BEGINNERS TO TOP ATHLETES ✓ No need to worry if you can’t do pullups or pushups. For every exercise, there are easier versions, so everyone can complete a workout ✓ Do you think you are a real athlete? We challenge you! ✓ Do you think you need weights to become fit? We challenge you! ✓ Compete with the Top-Athletes of Freeletics and show them how fit you really are FOR EVERY GOAL ✓ Lose weight and get lean ✓ Get ripped ✓ Become the fittest person in the world BODYWEIGHT ONLY ✓ No machines and no additional weights needed ✓ Use of functional bodyweight exercises only HIGH-INTENSITY WORKOUTS ✓ Most efficient way to burn fat ✓ Burn fat even after finishing your workout ✓ Lose weight and build up lean muscle at the same time CAN BE DONE EVERYWHERE ✓ In the gym, at home or in a nearby park ✓ For some of the workouts you‘ll need a pull-up bar and some space to run YOU COMPETE IN ANY OTHER SPORT - WHY NOT IN FITNESS? ✓ Complete the workouts as fast as possible ✓ Compete with your friends, the rest of the world and - most importantly -yourself! BUILT-IN TIMER FOR TRACKING TIME ✓ Every workout has a specific timer, tailored to that workout. ✓ After finishing the workout, your time is automatically saved in your records SHARE YOUR SUCCESS WITH FRIENDS ✓ Share your success with your Facebook friends ✓ Maybe next time, one of them will dare to challenge you?! This is about performing - not pretending. This is about sports - not wellness. This is Fitness beyond average. This is Freeletics. When do you leave average behind? ★★ The PRO version contains all the Freeletics workouts ★★","contentRating":"","rating":"3.3"},{"icon":"https:\/\/lh3.ggpht.com\/jXynoiRqvfxBpRQZG0TbElqXoII6116OI8xwpfy1V-76wfA9vdqIVE3Pi9gKn5z7Eg=w300","descriptionRaw":"<b>2014 Sale 50% OFF for #1 ranked 3D Launcher. &quot;Time to get rid of boring Launcher and get best-selling 3D Launcher on Google Play now! &quot;<\/b> \n<p><b>Next Launcher 3D Shell— Best 3D Launcher Ever. + Brand new UI3.0 Just Released!<\/b><\/p>\n<p><b>Next Launcher 3D Shell shows you how 3D dynamic effects and highly customizable Android home screen replacement app could redefine your Android device.<\/b><\/p> \n<p>Forget about everything tiling on the flat like dead fish. Forget about the icon showing like a piece of paper. Forget about the dock standing in line like dumb wood. Forget the traditional launcher and embrace REAL 3D Launcher! <\/p>\n<p><b>Claim Your Next Launcher 3D Shell Right NOW! <\/b> <br \/>Join millions of users for unique and splendid operation experience and visual enjoyment!<\/p>\n<p>■ <b>Testimonials<\/b><br \/>“One of the most heavily customizable, fluid, and striking launchers we’ve ever seen here at Redmond Pie.” - Redmond Pie<\/p>\n<p>“A gorgeous app packed with dynamic effects and 3D elements. The gratifying 3D visual elements, transition effects, and gestures will get you a different and brilliant visual enjoyment and operation experience.” - Topapps<\/p>\n<p>“The launcher features crazy 3D effects, turning any device you own into a futuristic Tron-centric trip. With additional themes and custom widgets downloadable from Google Play, it’s an extensive and extremely comprehensive option for someone looking to spice up their device.” - Droid-life<\/p>\n<p>■ <b>Key Features<\/b><br \/>- Extremely fancy 3D effect with buttery smooth experience<br \/>- Real 3D Home Screen Transition Effects (Crystal, Cloth, Folding and more coming soon)<br \/>- Stunning 3D screen preview with dazzling animation of screen switching<br \/>- Build unique icon style by changing its size, angle, style and label (Icon Editor)<br \/>- Combine all good parts from different themes into a single theme you really love (Theme Mix Mode)<br \/>- Efficient and powerful batch apps management with gestures<br \/>- Up to 8 different gestures available in home screen and app drawer <br \/>- See how cool your phone could be by blowing all the icons and the widgets to air space (Floating Mode)<br \/>- Enhanced shining border effects for home screen transition <br \/>- Up to 7 rows on dock to shortcut all your favorites<br \/>- Keep releasing 3D Next widgets, 3D themes and live wallpapers special designed by GO Launcher Dev Team<\/p>\n<p>Watch Next Launcher 3D demo.<br \/><a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.youtube.com\/watch?v%3D88mjYORVVRc&amp;sa=D&amp;usg=AFQjCNF_gabpYusV4erXFWvqzky1obn8uQ\" target=\"_blank\">http:\/\/www.youtube.com\/watch?v=88mjYORVVRc<\/a><\/p>\n<p>■ <b>FAQ<\/b><br \/>1. Why I have to set Next Launcher as default home screen replacement each time after some devices restarted?<br \/>A bug in Android system 4.1.x causes the problem. If you happen to encounter this issue, please download <b><a href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2F%E2%80%9D&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNF4ksRwn2-NYKIOwbPRqyX2kiB2-g\">Next Launcher Patch<\/a><\/b>in Google Play and follow the tutorials to fix it.<br \/>2. How to avoid home screen elements loading problem? <br \/>Please do not install Next Launcher 3D into your SDcard. It will help avoiding home screen elements loading problem due to SDcard loading delay if you restart your phone or remove SDCard.<br \/>3. How to use icons in GO Launcher themes?<br \/>Install a Go Launcher theme -&gt; Click “Next Key”- &gt; Click &quot;Theme Mix&quot; -&gt; Click the shining desktop elements -&gt; Find the GO Launcher theme and apply it. <br \/>If you couldn’t apply some themes, please send themes name and your Next Launcher version to <a href=\"mailto:nextlauncher@gmail.com\">nextlauncher@gmail.com<\/a>. We will follow us ASAP. <br \/>We strive to become better than we are, providing the best Android home screen replacement for you! Thanks for your support! <br \/>More tips: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.goforandroid.com\/GDTEn\/faq.aspx?softid%3D55%26nav%3D99&amp;sa=D&amp;usg=AFQjCNGJBIhQb8luifMtm7r0-IRnRJNHaw\" target=\"_blank\">http:\/\/www.goforandroid.com\/GDTEn\/faq.aspx?softid=55&amp;nav=99<\/a><\/p>\n<p>■ <b>Follow Us<\/b><br \/>Facebook: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/www.facebook.com\/NextLauncher&amp;sa=D&amp;usg=AFQjCNEjVk-Qyqtj2XlsM1WDUlYhC1Yk6w\" target=\"_blank\">https:\/\/www.facebook.com\/NextLauncher<\/a><br \/>Twitter: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/twitter.com\/nextlauncher&amp;sa=D&amp;usg=AFQjCNFCryS64LQ_E2XvQeTcFNitCcwwIw\" target=\"_blank\">https:\/\/twitter.com\/nextlauncher<\/a><br \/>Google+: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/plus.google.com\/108624381722454375934\/posts&amp;sa=D&amp;usg=AFQjCNHyMFG9lfcK2Y9WCHdG38egVE3xWQ\" target=\"_blank\">https:\/\/plus.google.com\/108624381722454375934\/posts<\/a><br \/>■ <b>Contact Us<\/b><br \/>E-mail: <a href=\"mailto:nextlauncher@gmail.com\">nextlauncher@gmail.com<\/a><br \/>________________________________________<\/p>\n<p>Use of this app is governed by our Terms of Service: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.goforandroid.com\/GDTEN\/terms-of-service.htm&amp;sa=D&amp;usg=AFQjCNGj2cYiqvK4S96f4ap3eFguRfXvGA\" target=\"_blank\">http:\/\/www.goforandroid.com\/GDTEN\/terms-of-service.htm<\/a> and Privacy Policy:<a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.goforandroid.com\/GDTEN\/privacy.htm&amp;sa=D&amp;usg=AFQjCNHCSQCHdnNM_HxCcLovBE8dgSlBEw\" target=\"_blank\">http:\/\/www.goforandroid.com\/GDTEN\/privacy.htm<\/a><\/p>","previousPrice":16.99,"newDiscount":false,"downloads":"500000","discount":47,"id":"com.gtp.nextlauncher","title":"Next Launcher 3D Shell","category":"Personalization","price":8.99,"screenshots":[{"height":225,"width":400,"url":"https:\/\/lh5.ggpht.com\/dUEeA9A-R8sm3o7ue25PAgxbktED8dY_J7LfY0xQV0isOSL4C0g6RwKheFp9GunkTuc=w400"},{"height":225,"width":400,"url":"https:\/\/lh5.ggpht.com\/4fojPHVg0JIq4K813QgsaWj8oIMnnW0-Se346huKxbOSpkKYncaWFedK8UCRy9oFvABW=w400"},{"height":667,"width":400,"url":"https:\/\/lh5.ggpht.com\/FMzZCTu9r7fUTY3iX9xY-Hg7wrh5sPQj8wColad1lgFGvY869UdA_jUZ-EjmPzitFM8=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/IEIIlnz4oX1D6GAoWZq805_X6_5HyZ-9GVE5bclBfgx2QemUlL_R_h86NA0ZjAFF-VgN=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/sDWvBQzd9cEDtkD5iBCQnjL-K7PbzzxoXW_Ukyr5tzUWZEeWcJ7C1vz8Si9gSSYp-Q=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/x9CRn3BWs-Bp3Vl-xyEJRG0Chgq5GeRACWIS9pEbg99FvxibUx_RsjpTFXDefg8a_Q=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/aQTpms02_zRtAmgSp_nUgSwmFJfnugu_vkn9-S8SYdDnwbPEH6cql81f2kqxRn7mOg=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/n5wS4rumYx0L9aJqmzohsWEnoReMmEe2J5qNi6nW46bBjXHP9Q4-1LlualULczkpaug=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/0Drav0C6b4WK_WTNl1vOMyaD7BPfbHFEPgpfrTj0Evu9rzwYyiROk2M63dxMVq-8Xw8=w400"}],"developer":"GO Launcher Dev Team","description":"2014 Sale 50% OFF for #1 ranked 3D Launcher. \"Time to get rid of boring Launcher and get best-selling 3D Launcher on Google Play now! \" Next Launcher 3D Shell— Best 3D Launcher Ever. + Brand new UI3.0 Just Released! Next Launcher 3D Shell shows you how 3D dynamic effects and highly customizable Android home screen replacement app could redefine your Android device. Forget about everything tiling on the flat like dead fish. Forget about the icon showing like a piece of paper. Forget about the dock standing in line like dumb wood. Forget the traditional launcher and embrace REAL 3D Launcher! Claim Your Next Launcher 3D Shell Right NOW! Join millions of users for unique and splendid operation experience and visual enjoyment! ■ Testimonials “One of the most heavily customizable, fluid, and striking launchers we’ve ever seen here at Redmond Pie.” - Redmond Pie “A gorgeous app packed with dynamic effects and 3D elements. The gratifying 3D visual elements, transition effects, and gestures will get you a different and brilliant visual enjoyment and operation experience.” - Topapps “The launcher features crazy 3D effects, turning any device you own into a futuristic Tron-centric trip. With additional themes and custom widgets downloadable from Google Play, it’s an extensive and extremely comprehensive option for someone looking to spice up their device.” - Droid-life ■ Key Features - Extremely fancy 3D effect with buttery smooth experience - Real 3D Home Screen Transition Effects (Crystal, Cloth, Folding and more coming soon) - Stunning 3D screen preview with dazzling animation of screen switching - Build unique icon style by changing its size, angle, style and label (Icon Editor) - Combine all good parts from different themes into a single theme you really love (Theme Mix Mode) - Efficient and powerful batch apps management with gestures - Up to 8 different gestures available in home screen and app drawer - See how cool your phone could be by blowing all the icons and the widgets to air space (Floating Mode) - Enhanced shining border effects for home screen transition - Up to 7 rows on dock to shortcut all your favorites - Keep releasing 3D Next widgets, 3D themes and live wallpapers special designed by GO Launcher Dev Team Watch Next Launcher 3D demo. http:\/\/www.youtube.com\/watch?v=88mjYORVVRc ■ FAQ 1. Why I have to set Next Launcher as default home screen replacement each time after some devices restarted? A bug in Android system 4.1.x causes the problem. If you happen to encounter this issue, please download Next Launcher Patchin Google Play and follow the tutorials to fix it. 2. How to avoid home screen elements loading problem? Please do not install Next Launcher 3D into your SDcard. It will help avoiding home screen elements loading problem due to SDcard loading delay if you restart your phone or remove SDCard. 3. How to use icons in GO Launcher themes? Install a Go Launcher theme -> Click “Next Key”- > Click \"Theme Mix\" -> Click the shining desktop elements -> Find the GO Launcher theme and apply it. If you couldn’t apply some themes, please send themes name and your Next Launcher version to nextlauncher@gmail.com. We will follow us ASAP. We strive to become better than we are, providing the best Android home screen replacement for you! Thanks for your support! More tips: http:\/\/www.goforandroid.com\/GDTEn\/faq.aspx?softid=55&nav=99 ■ Follow Us Facebook: https:\/\/www.facebook.com\/NextLauncher Twitter: https:\/\/twitter.com\/nextlauncher Google+: https:\/\/plus.google.com\/108624381722454375934\/posts ■ Contact Us E-mail: nextlauncher@gmail.com ________________________________________ Use of this app is governed by our Terms of Service: http:\/\/www.goforandroid.com\/GDTEN\/terms-of-service.htm and Privacy Policy:http:\/\/www.goforandroid.com\/GDTEN\/privacy.htm","contentRating":"","rating":"4.5"},{"icon":"https:\/\/lh4.ggpht.com\/kAe4JeDjY-ynZW_waKe7gnWnC4vxmOHE7kcTmQ2DBjlBdICkOhJHUrezUtJR9qw3R_I=w300","descriptionRaw":"Root Call Blocker 2 is a powerful call, SMS and MMS blocker for root users. Stop bill collectors and text message spammers 100% of the time with our unique root-enabled call manager. Now with better everything!\n<p><br \/>Unlike other call filters, Root Call Blocker silently blocks calls at a system level. You need not even know its working and can choose to be notified only if specific numbers are blocked. <\/p>\n<p><br \/>Supported languages: English, Espa&ntilde;ol, Fran&ccedil;ais, Deutsch, Suomi, Nederlands, Svenska, Portugu&ecirc;s, Magyar, Polski, Rom&acirc;n, Pyccĸий, T&uuml;rk&ccedil;e, 简体中文, 繁體字. <\/p>\n<p><br \/>Some translations are missing in RCB 2. If you want to help with a language, visit <a href=\"https:\/\/www.google.com\/url?q=http:\/\/crowdin.net\/project\/root-call-blocker-pro&amp;sa=D&amp;usg=AFQjCNEjj22kDjirw5y_FmW5xMCTIxGBTw\" target=\"_blank\">http:\/\/crowdin.net\/project\/root-call-blocker-pro<\/a> to get started.<\/p>\n<p><br \/>Unique features:<\/p>\n<p><br \/>• Your phone never rings and the screen never turns on<br \/>• In call widgets allow you to ignore\/block calls on the fly<br \/>• Customize notifications with vibration, ringtone and LED colors<\/p>\n<p><br \/>Advantages:<\/p>\n<p><br \/>• Completely ignore spam calls and messages<br \/>• Import large lists of numbers from files, including CSV<br \/>• Block MMS and numbers containing letters<br \/>• Reject unknown, withheld, private and restricted numbers<br \/>• Keep blocked calls and messages hidden with password, dialer and pattern<br \/>• Block area codes or countries<\/p>\n<p><br \/>Features:<\/p>\n<p><br \/>• Silent\/hidden operating mode<br \/>• Cloud backup to Google Drive and Dropbox<br \/>• Google Groups integration<br \/>• SMS auto-replies<br \/>• Encrypted backups<\/p>\n<p><br \/>WARNING - APPLICATION REQUIRES SPECIAL ROOT\/SUPERUSER ACCESS, visit our website for more information: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/fahrbot.co.uk\/root&amp;sa=D&amp;usg=AFQjCNFC0O_PiTgoAhwoHp1jjkFKW5tKOA\" target=\"_blank\">http:\/\/fahrbot.co.uk\/root<\/a><\/p>\n<p>WARNING - app generally only supports devices commonly available in the West. We will ignore requests for compatibility with random knockoffs and no name provider phones.<\/p>\n<p>WARNING - multi-sim devices are not officially supported and never will be. <\/p>\n<p><br \/>If you need help, use &quot;Write to us&quot; in the app's settings or visit the website: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/fahrbot.co.uk\/feedback&amp;sa=D&amp;usg=AFQjCNFz5ih439N-87Qq901q6wDImLYz0g\" target=\"_blank\">http:\/\/fahrbot.co.uk\/feedback<\/a><\/p>\n<p>This app does not control your voicemail service. If your blocked calls are being sent to voice mail, try another blocking method or use Google Voice. You can simulate a disconnected message by forwarding busy calls to a number that doesn't exist.<\/p>\n<p>Don't believe the hype about Extreme Call Blocker or Mr Number or DroidWall those apps are not the only ones that work on Jelly Bean - RCB functions on any Android version 2.3 and up, is much faster and 100% silent.<\/p>\n<p><br \/>OUTGOING CALL permissions are needed for hidden mode, using the dialer to enter a password.<\/p>\n<p>ACCOUNTS are needed for Google Contact Groups.<\/p>\n<p>SEND SMS needed for auto replies and SMS routing.<\/p>\n<p>INTERNET ACCESS is for licensing and the &quot;Write to us&quot; feedback tool. <\/p>\n<p>LOG DATA is only sent with your permission via the &quot;Write to us&quot; menu item in Settings. You do not have to send anything if you don't want to.<\/p>\n<p><br \/>Keywords: call block, call manager, sms block, mms block, call security, shady conversations, shady sms, private sms, private calls, privacy manager, private call control, call confirm<\/p>","previousPrice":6.99,"newDiscount":false,"downloads":"50000","discount":42,"id":"fahrbot.apps.rootcallblocker.pro","title":"Root Call Blocker Pro","category":"Communication","price":3.99,"screenshots":[{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/j5_rbDrwZThTSv14suO7NaQBDirJvR-chCiPEAHnMn0y9IMIzVBYSuSnNjB5oALL85m9=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/kFUC6ss0Bllu_f03fKMCgvGK_GAHLIgIlRPGaQwq27tHUnSYYB9ZJ3umjOp8Yq_lBuE=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/_Td70ixxfHxsQzZcIxzhGh0jpu-USqGcUzKu1v9oDynl-wEjT9Vl1VYPUlOhdW9IgSFa=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/D40XXbhM5uEISWCLBRXDdAsi-UtPCsq6ljnnuvKfgh5LL2Qww0m4TUsZ7ILP2korWMs=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/62v2juWsG4soCrM2m69S4y2IuPj5qgnRejk9ZtDt4EDVxjhByjzLFdrvk6a8m157cG0=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/1wYyNFxwodI-udsTqUnM_yF2GLXG92DF9V_ewcCHvqJNFL4LFxIk5W8u4u_7S-pZ5xiR=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/vTMo-uJCobF_WzXbKuCuapDrXRSXBLv0849SI07Wd6YpcoCoQwWI6V8VSm_Axse7Sw=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/84OwOeE0i-zY1ZkxDA_FAs6YqrWhUzWxBe6FEN7AuRF7XSG1xvcoN6GPqU1wR2-qRg=w400"}],"developer":"Fahrbot","description":"Root Call Blocker 2 is a powerful call, SMS and MMS blocker for root users. Stop bill collectors and text message spammers 100% of the time with our unique root-enabled call manager. Now with better everything! Unlike other call filters, Root Call Blocker silently blocks calls at a system level. You need not even know its working and can choose to be notified only if specific numbers are blocked. Supported languages: English, Español, Français, Deutsch, Suomi, Nederlands, Svenska, Português, Magyar, Polski, Român, Pyccĸий, Türkçe, 简体中文, 繁體字. Some translations are missing in RCB 2. If you want to help with a language, visit http:\/\/crowdin.net\/project\/root-call-blocker-pro to get started. Unique features: • Your phone never rings and the screen never turns on • In call widgets allow you to ignore\/block calls on the fly • Customize notifications with vibration, ringtone and LED colors Advantages: • Completely ignore spam calls and messages • Import large lists of numbers from files, including CSV • Block MMS and numbers containing letters • Reject unknown, withheld, private and restricted numbers • Keep blocked calls and messages hidden with password, dialer and pattern • Block area codes or countries Features: • Silent\/hidden operating mode • Cloud backup to Google Drive and Dropbox • Google Groups integration • SMS auto-replies • Encrypted backups WARNING - APPLICATION REQUIRES SPECIAL ROOT\/SUPERUSER ACCESS, visit our website for more information: http:\/\/fahrbot.co.uk\/root WARNING - app generally only supports devices commonly available in the West. We will ignore requests for compatibility with random knockoffs and no name provider phones. WARNING - multi-sim devices are not officially supported and never will be. If you need help, use \"Write to us\" in the app's settings or visit the website: http:\/\/fahrbot.co.uk\/feedback This app does not control your voicemail service. If your blocked calls are being sent to voice mail, try another blocking method or use Google Voice. You can simulate a disconnected message by forwarding busy calls to a number that doesn't exist. Don't believe the hype about Extreme Call Blocker or Mr Number or DroidWall those apps are not the only ones that work on Jelly Bean - RCB functions on any Android version 2.3 and up, is much faster and 100% silent. OUTGOING CALL permissions are needed for hidden mode, using the dialer to enter a password. ACCOUNTS are needed for Google Contact Groups. SEND SMS needed for auto replies and SMS routing. INTERNET ACCESS is for licensing and the \"Write to us\" feedback tool. LOG DATA is only sent with your permission via the \"Write to us\" menu item in Settings. You do not have to send anything if you don't want to. Keywords: call block, call manager, sms block, mms block, call security, shady conversations, shady sms, private sms, private calls, privacy manager, private call control, call confirm","contentRating":"","rating":"4.1"},{"icon":"https:\/\/lh6.ggpht.com\/QYjTKN-QbgkPrjmgm7opNTaLpnfFNJNRf2HHOnaUuE9cQ3L47zEod1bbxswuJq99cw=w300","descriptionRaw":"Enter the ring and prepare yourself for all the high-flying action and slam-takedowns with TNA Wrestling iMPACT! now available for your Android device. \n<p>- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - <br \/>PLAY THE GAME, FEEL THE iMPACT!<\/p>\n<p>Rule the ring with 24 TNA Superstars, including AJ Styles, Kurt Angle, and even the legendary Hulk Hogan! Master each wrestler's playbook of back-breaking strikes, slams, grabs, and finishers. Not only will you don the costumes of your favorite TNA Superstar in Career Mode, you can customize your own wrestler, from his style and stats to his body type and appearance! Decide whether you want to compete for the TNA Heavyweight, Tag Team, or X-Division championship. <\/p>\n<p>*Featuring Your Favorite TNA Superstars and all Their Signature Moves!*<br \/>Hulk Hogan, AJ Styles, Rob Van Dam, Sting, Samoa Joe, The Pope, Jeff Jarrett, Ric Flair, Jeff Hardy and more! <\/p>\n<p>*Create-A-Wrestler*<br \/>Create your own custom TNA wrestler with unique move sets, costumes and finishing moves. <\/p>\n<p>*Become a Legend in Career Mode* <br \/>Enter the world of TNA Wrestling and climb your way to the top in this story-driven mode. <\/p>\n<p>*6 Different Match Types*<br \/>Standard, Submission, Fall Count Anywhere, No DQ, Cage and Tag Team<\/p>\n<p><br \/>- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - <br \/>**GET MORE GREAT NAMCO GAMES** <br \/>Flight Control, Pool Pro Online 3, and Isaac Newton’s Gravity and more! <\/p>\n<p>- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -<br \/>Be the first to know! Get the inside info on NAMCO deals, the latest game updates, previews, tips and more... <\/p>\n<p>VISIT US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.namcobandaigames.com\/home&amp;sa=D&amp;usg=AFQjCNGF7RBfGD4927ZR5fKn9T3eO0CBhQ\" target=\"_blank\">http:\/\/www.namcobandaigames.com\/home<\/a><\/p>\n<p>FOLLOW US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.facebook.com\/NamcoBandai&amp;sa=D&amp;usg=AFQjCNF4MvnaxtTA7AeTIrhOQBxw6MwU5A\" target=\"_blank\">http:\/\/www.facebook.com\/NamcoBandai<\/a><\/p>\n<p>TWEET US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/twitter.com\/namcobandai&amp;sa=D&amp;usg=AFQjCNE2r62TFqZLv1zNZ3KvPUG28l7YlQ\" target=\"_blank\">http:\/\/twitter.com\/namcobandai<\/a><\/p>\n<p>- - - - - - - - - - - - - - - - - - - - - - - - - - - - - -<\/p>\n<p>Devices with known issues:<br \/>Motorola Droid PRO - Scaling issues<br \/>Motorola XOOM - Scaling issues<br \/>Samsung Galaxy S2 - Stability issues<br \/>Samsung Galaxy S - Will not install on 2.2 or lower firmware due to device restrictions<br \/>Motorola Attrix - Stability issues<\/p>\n<p>For support: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.namcobandaigames.com\/support&amp;sa=D&amp;usg=AFQjCNHoDKDO8hYvJVc6txKxfV28sVdVLA\" target=\"_blank\">http:\/\/www.namcobandaigames.com\/support<\/a><\/p>","previousPrice":1.99,"newDiscount":false,"downloads":"50000","discount":50,"id":"com.namconetworks.tnaimpact","title":"TNA Wrestling iMPACT!","category":"Arcade & Action","price":0.99,"screenshots":[{"height":240,"width":400,"url":"https:\/\/lh6.ggpht.com\/GZdXnp1qaB-3SvbRPJWpC9Ndc-KqU4dAsgEFFa-_Lp6npnZ4ykuVXlmvMdYvsqhQRlU=w400"},{"height":240,"width":400,"url":"https:\/\/lh4.ggpht.com\/iqYWrcUYdU-6LrgpzGAF0eC8A4Ak-z5iuX6e9Pm9p_hu4ba0EkKawpOsORIx10IqoA=w400"},{"height":240,"width":400,"url":"https:\/\/lh6.ggpht.com\/pEFHi-NP2t9BePpO6QULuakDl1Oxzm1H4ZEkHwQ-1jzXObPr_Sjjc7ODHua2cG1U1Lk=w400"},{"height":240,"width":400,"url":"https:\/\/lh5.ggpht.com\/4HzrN1WVsO5yolfUsZ5vrhEPFWEG6AYIHE0MPb8cEGcqBonl_Zwrncui4OvULvehPw=w400"},{"height":240,"width":400,"url":"https:\/\/lh6.ggpht.com\/Po58yFC5OQbxGT6vNKC5k-4Yke0nvbOPhktpaBK-ci4qD29papjtXtTv2Nw7RA_ewDjE=w400"}],"developer":"NAMCO BANDAI Games","description":"Enter the ring and prepare yourself for all the high-flying action and slam-takedowns with TNA Wrestling iMPACT! now available for your Android device. - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - PLAY THE GAME, FEEL THE iMPACT! Rule the ring with 24 TNA Superstars, including AJ Styles, Kurt Angle, and even the legendary Hulk Hogan! Master each wrestler's playbook of back-breaking strikes, slams, grabs, and finishers. Not only will you don the costumes of your favorite TNA Superstar in Career Mode, you can customize your own wrestler, from his style and stats to his body type and appearance! Decide whether you want to compete for the TNA Heavyweight, Tag Team, or X-Division championship. *Featuring Your Favorite TNA Superstars and all Their Signature Moves!* Hulk Hogan, AJ Styles, Rob Van Dam, Sting, Samoa Joe, The Pope, Jeff Jarrett, Ric Flair, Jeff Hardy and more! *Create-A-Wrestler* Create your own custom TNA wrestler with unique move sets, costumes and finishing moves. *Become a Legend in Career Mode* Enter the world of TNA Wrestling and climb your way to the top in this story-driven mode. *6 Different Match Types* Standard, Submission, Fall Count Anywhere, No DQ, Cage and Tag Team - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - **GET MORE GREAT NAMCO GAMES** Flight Control, Pool Pro Online 3, and Isaac Newton’s Gravity and more! - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Be the first to know! Get the inside info on NAMCO deals, the latest game updates, previews, tips and more... VISIT US: http:\/\/www.namcobandaigames.com\/home FOLLOW US: http:\/\/www.facebook.com\/NamcoBandai TWEET US: http:\/\/twitter.com\/namcobandai - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Devices with known issues: Motorola Droid PRO - Scaling issues Motorola XOOM - Scaling issues Samsung Galaxy S2 - Stability issues Samsung Galaxy S - Will not install on 2.2 or lower firmware due to device restrictions Motorola Attrix - Stability issues For support: http:\/\/www.namcobandaigames.com\/support","contentRating":"","rating":"3.8"},{"icon":"https:\/\/lh4.ggpht.com\/eYVGRQEjAmLgNUtqy72XlUfIOfllRxiw8wTXuT-tezuViKvIdaB7Y9xjUYYEivRdnw=w300","descriptionRaw":"Keep the skies safe in Flight Control, the insanely addictive worldwide hit! It only takes a minute to learn but you won’t be able to put it down. Guide aircraft to their landing zones but don’t let them collide! Sounds easy? You’ll need smart strategy and keen eyes to alter flight paths as needed and keep the chaos under control. Your travel itinerary is packed with multiple airfields, 10 aircraft including jets and helicopters and stat-tracking. Pack your bags for addictive airline action!\n<p>----------------------------------------------------------<\/p>\n<p>WHAT THE PRESS SAYS:<\/p>\n<p>**148Apps 5\/5: &quot;…a terrific little game. It’s easy, fun for all ages and addictive enough to keep you wanting more.&quot;<\/p>\n<p>**Touch Arcade: &quot;…the winning balance of easy pick-up gameplay, ramping difficulty and tickling the need to try 'just one more time'&quot;<\/p>\n<p>----------------------------------------------------------<\/p>\n<p>Air traffic control is the world’s most stressful job, but not for you. You don’t need heading angles, flight rules or meteorological reports, you’re a natural! A prodigy! A born controller! <\/p>\n<p>There are 5 unique airfields and 10 different aircraft, including planes, helicopters and military jets. <br \/>• Earn your wings on the beloved original map that started it all! <br \/>• Coast into a relaxing beachside resort and guide jets, helicopters and seaplanes safely towards their landing zones.<br \/>• Take the helm of an aircraft carrier and command speedy military jets and helicopters.<br \/>• Venture into the Australian Outback featuring an emergency air ambulance plane that can’t be controlled.<br \/>• Grab the reins in a snowy winter wonderland where drifting snow and a windsock show the prevailing wind direction. Keep an eye on the wind! Runways will close and reopen accordingly. <\/p>\n<p>So welcome aboard, please sit back, fasten your seatbelt and enjoy the mayhem – buy Flight Control now!<\/p>\n<p>**GET MORE GREAT NAMCO Android Games! **<br \/>PAC-MAN, Ms. PAC-MAN, Pool Pro Online 3, Crush the Castle, PAC-MAN Championship Edition and more! <\/p>\n<p>Be the first to know! Get inside NAMCO info on great deals, plus the latest game updates, tips &amp; more…<\/p>\n<p>VISIT US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.namcobandaigames.com\/mobile&amp;sa=D&amp;usg=AFQjCNFWg8xYQnprMljgCYhe5w4dRq_CfA\" target=\"_blank\">http:\/\/www.namcobandaigames.com\/mobile<\/a><br \/>FOLLOW US: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.facebook.com\/NamcoBandai&amp;sa=D&amp;usg=AFQjCNF4MvnaxtTA7AeTIrhOQBxw6MwU5A\" target=\"_blank\">http:\/\/www.facebook.com\/NamcoBandai<\/a><br \/>LIKE US: facebook.com\/pacman<br \/>TWEET US: twitter.com\/namcogames<\/p>\n<p>For the latest inside info from Firemint:<br \/>Join us on http:\/\/ facebook.com\/flightcontrol <br \/>Follow us at <a href=\"https:\/\/www.google.com\/url?q=http:\/\/twitter.com\/Firemint&amp;sa=D&amp;usg=AFQjCNF_b-sC_UzDy0q6YpSLqjkdutHq0Q\" target=\"_blank\">http:\/\/twitter.com\/Firemint<\/a> <br \/>Visit our site at http:\/\/ firemint.com<\/p>","previousPrice":2.99,"newDiscount":false,"downloads":"500000","discount":66,"id":"com.namcowireless.flightcontrol","title":"Flight Control","category":"Casual","price":0.99,"screenshots":[{"height":240,"width":400,"url":"https:\/\/lh4.ggpht.com\/TjDrLjSrxWLlG0TDWne9_ApZvbfSc-oYPDwVMdXWdE0V-BpzKO5pLUDp4wKE0nHp6eA=w400"},{"height":240,"width":400,"url":"https:\/\/lh4.ggpht.com\/7h9BebScyiwjiPKjMsXKsOkY8vNx3SUE9rteGqvhJr0UJfMZmPeRRTLSWR3LIJd3JCU=w400"},{"height":240,"width":400,"url":"https:\/\/lh5.ggpht.com\/sRIVv6VSQyivU2W32z2uruWBc0OTHrL6WW-K4vdLZ2IUADni-8X2v9Zb-2L9yZhWmrU=w400"},{"height":240,"width":400,"url":"https:\/\/lh3.ggpht.com\/23QAzIxSLbcUcunGQA66q0-JOJmEqUxThANnXWE4QlHiOvfDRV6Vu4N2eXA6eArAybI=w400"},{"height":240,"width":400,"url":"https:\/\/lh5.ggpht.com\/saZY_9052neGCGWPV1xt_4slLJCZdMSEUm5fX6vvmh2EINfEx4n4iNTA01X_iu2HqVSl=w400"}],"developer":"NAMCO BANDAI Games","description":"Keep the skies safe in Flight Control, the insanely addictive worldwide hit! It only takes a minute to learn but you won’t be able to put it down. Guide aircraft to their landing zones but don’t let them collide! Sounds easy? You’ll need smart strategy and keen eyes to alter flight paths as needed and keep the chaos under control. Your travel itinerary is packed with multiple airfields, 10 aircraft including jets and helicopters and stat-tracking. Pack your bags for addictive airline action! ---------------------------------------------------------- WHAT THE PRESS SAYS: **148Apps 5\/5: \"…a terrific little game. It’s easy, fun for all ages and addictive enough to keep you wanting more.\" **Touch Arcade: \"…the winning balance of easy pick-up gameplay, ramping difficulty and tickling the need to try 'just one more time'\" ---------------------------------------------------------- Air traffic control is the world’s most stressful job, but not for you. You don’t need heading angles, flight rules or meteorological reports, you’re a natural! A prodigy! A born controller! There are 5 unique airfields and 10 different aircraft, including planes, helicopters and military jets. • Earn your wings on the beloved original map that started it all! • Coast into a relaxing beachside resort and guide jets, helicopters and seaplanes safely towards their landing zones. • Take the helm of an aircraft carrier and command speedy military jets and helicopters. • Venture into the Australian Outback featuring an emergency air ambulance plane that can’t be controlled. • Grab the reins in a snowy winter wonderland where drifting snow and a windsock show the prevailing wind direction. Keep an eye on the wind! Runways will close and reopen accordingly. So welcome aboard, please sit back, fasten your seatbelt and enjoy the mayhem – buy Flight Control now! **GET MORE GREAT NAMCO Android Games! ** PAC-MAN, Ms. PAC-MAN, Pool Pro Online 3, Crush the Castle, PAC-MAN Championship Edition and more! Be the first to know! Get inside NAMCO info on great deals, plus the latest game updates, tips & more… VISIT US: http:\/\/www.namcobandaigames.com\/mobile FOLLOW US: http:\/\/www.facebook.com\/NamcoBandai LIKE US: facebook.com\/pacman TWEET US: twitter.com\/namcogames For the latest inside info from Firemint: Join us on http:\/\/ facebook.com\/flightcontrol Follow us at http:\/\/twitter.com\/Firemint Visit our site at http:\/\/ firemint.com","contentRating":"","rating":"3.5"},{"icon":"https:\/\/lh5.ggpht.com\/BeSa-Aie9Ueeq-f9AESggeHWaTUjX8V0NDBWBFd9izCQeoxyoJLevUqzy0Gbg8IvLlM=w300","descriptionRaw":"AGENDA CALENDAR WIDGET\n<p>NEW: LIMITED OFFER: ONLY $1,29!<br \/>============================================<\/p>\n<p>A clean and easy to use Calendar\/Agenda Widget to show and to edit your events. It synchronizes with the default calendar and provides following key features:<\/p>\n<p>- 6 different widget sizes (4x1, 4x2, 4?3, 4x4 and 6x2, 6x4 designed for tablets)<br \/>- Smooth events scrolling<br \/>- Pick calendars to show events from<br \/>- Enter new events and open your calendar from the widget<br \/>- Fold \/ unfold the buttons panel to provide more space for the events<br \/>- Highlight today events<br \/>- Filter out all-day events<br \/>- Show day of the week in event date<br \/>- The ability to change the text color<br \/>- Make background transparent (may require widget reset)<br \/>- Show the week numbers<br \/>- Change font size<br \/>- Group events by date<\/p>\n<p>...and much more!<\/p>\n<p>Of course you are still welcome to test the free version with reduced functionality: market:\/\/details?id=com.byteartist.widget<\/p>\n<p>Please contact me in case you have any suggestions or experience problems at <a href=\"mailto:contact@byteartist.com\">contact@byteartist.com<\/a><\/p>\n<p>Thank you!<\/p>","previousPrice":1.99,"newDiscount":false,"downloads":"50000","discount":35,"id":"com.byteartist.widget.pro","title":"Clean Calendar Widget Pro","category":"Productivity","price":1.29,"screenshots":[{"height":667,"width":400,"url":"https:\/\/lh5.ggpht.com\/bEjmvLPGRdq81ncvK4zRBWJGyDmblr-2td3R-acPn-UlOISzyoIanjtcwmPlUdqWz3c=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/Hty6ey7rIm7hWQ3hv62bUEyMgsGJP1qNLZGqE0ATiYFMkPat3Nf8WNHVCKiPunAxEy8=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/-LVcLFcG7sfXjUCbA0Ltzv7QjBn_3psh04Qb8q_Z2siANa5VNt89NuUmqg_8wbFXx2Q=w400"},{"height":667,"width":400,"url":"https:\/\/lh4.ggpht.com\/aDGonnZZJVjJQtt_Werug2JQgdN0Z72iw_IPZJimrdHJL9aON7ejv0n_AUc1tRkHUTI=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/eTxOJjGwuiI_VQkktmrvGN0kUTsXSevrtAXO_a8Gg8L9bpn5UmPTGg9GmHUbJGyWeBo=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/HfnqpF5wlu39FE1JQMpAkTE9gh6ObLW2-5GzLg7iJ8IksAbd6uuc9TcEXpjKgV5Mww=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/pk1noer2WJuErBYr3_fS07aA-nu99ARCbodV-R4-jXFwNc7ibRzPXK3xuTQHgQa6s9Zn=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/pM5CkgiNsteE4pLh5fBwyZczz8ytp8uXz7OYD5R2SuH7bnbVOEqe3UTOZq9tJj_jM7A=w400"}],"developer":"Jürgen Pletinski","description":"AGENDA CALENDAR WIDGET NEW: LIMITED OFFER: ONLY $1,29! ============================================ A clean and easy to use Calendar\/Agenda Widget to show and to edit your events. It synchronizes with the default calendar and provides following key features: - 6 different widget sizes (4x1, 4x2, 4?3, 4x4 and 6x2, 6x4 designed for tablets) - Smooth events scrolling - Pick calendars to show events from - Enter new events and open your calendar from the widget - Fold \/ unfold the buttons panel to provide more space for the events - Highlight today events - Filter out all-day events - Show day of the week in event date - The ability to change the text color - Make background transparent (may require widget reset) - Show the week numbers - Change font size - Group events by date ...and much more! Of course you are still welcome to test the free version with reduced functionality: market:\/\/details?id=com.byteartist.widget Please contact me in case you have any suggestions or experience problems at contact@byteartist.com Thank you!","contentRating":"","rating":"4.5"},{"icon":"https:\/\/lh4.ggpht.com\/TcnEuxX7FocyWULDWP3W01q9Ekml0UnZ6kF23j-mihi_kQYBy5gqtTuE0GWavJ1ujg=w300","descriptionRaw":"TSF Shell is a brand-new 3D launcher that will subvert your concept of the mobile device home screen operations. It offers smooth, unique and customized man-machine interactive operation experience. You are allowed to define all the elements of the home screen freely and efficiently. TSF Shell keeps creating new features and exclusive 3D widgets that will bring you amazing operation experience and unprecedented visual. \n<p>Main features:<br \/>========================<br \/>1.Fantastic animation transition effects. All operations, including deletion, addition, menu showing-up or vanishing, are provided with natural, glaring and butter-smooth animation transition effects.<\/p>\n<p>2.Miraculous and effective 3D home screen switching mode and freewheeling home screen element layout mode. More than 10 independent layout home screens supported. <\/p>\n<p>3.Unlimited dock bar. Ability to change its position, length and angle as well as to modify the size and the status (hidden or showed) of icons and folders in the dock bar. You can open the apps and the folders in the dock bar with wave-sliding mode. <\/p>\n<p>4.Batch icon selecting for home screens, folders and dock bar.<\/p>\n<p>5.More than 10 TSF Shell exclusive widgets, such as Message, Clock, Weather, Memo, Music, Gallery etc. All 3D widgets provide unique visual and operative experience.<\/p>\n<p>6.More than 9 gestures supported for Android shortcuts, e.g. app launching, phone call, sms, as well as TSF Shell shortcuts, e.g. home screen switching, status bar hiding, TSF Shell side bar hiding. <\/p>\n<p>7.TSF Shell Arch Shortcut Menu with special animation effects and operative experience. Ability to complete quick custom shortcut operations on any home screen.<\/p>\n<p>8.Pioneering icon editing tool. Ability to customize icon back image, upon image, text label style, etc.<\/p>\n<p>9.Many nice free third-party themes are available.<\/p>\n<p>10.Funny and intuitive TSF Shell settings menu. You can preview the corresponding settings directly.<br \/>========================<\/p>\n<p>We are working constantly to improve TSF Shell. We update our product and widgets regularly. Please check for updates often to insure you receive the best experience. <\/p>\n<p>========================<\/p>\n<p>■ Follow Us<br \/>Facebook: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/www.facebook.com\/tsfapp&amp;sa=D&amp;usg=AFQjCNErOZYOTj1yfcvvc7xG_RM5rBReaQ\" target=\"_blank\">https:\/\/www.facebook.com\/tsfapp<\/a><br \/>Twitter: <a href=\"https:\/\/www.google.com\/url?q=https:\/\/twitter.com\/tsfapp&amp;sa=D&amp;usg=AFQjCNFM1dxssc5OueOtS0jrNmsucxMvoQ\" target=\"_blank\">https:\/\/twitter.com\/tsfapp<\/a><br \/>Google+: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/gplus.to\/tsf&amp;sa=D&amp;usg=AFQjCNEtbABFjpYiCLdLulUPcXpVxLSTwQ\" target=\"_blank\">http:\/\/gplus.to\/tsf<\/a><br \/>■ Contact Us<br \/>E-mail: <a href=\"mailto:service@tsfui.com\">service@tsfui.com<\/a><\/p>\n<p>We welcome any comments or suggestions to improve our product.<\/p>","previousPrice":15.98,"newDiscount":false,"downloads":"100000","discount":50,"id":"com.tsf.shell","title":"TSF Shell 3D Launcher","category":"Personalization","price":7.99,"screenshots":[{"height":225,"width":400,"url":"https:\/\/lh6.ggpht.com\/-ALs5YiXqv4vNJBJ62qW2rBS60LMfjpyyPP11gJur801rucvCiSYGHWWmvOX_REk2KqJ=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/6s7PfUm6uHJDXYmluMFgBfTZ_rkkD4ItIZ8nXbMQVM9cdkTbho4ISCb1ZQ4fMblP12Q=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/kVpfkFc3Gzr91qS7rCp3rZ8YTMdF9ZBv3Z_GTbQpKdOu8KMliLb5ZOuelAL_jtv2Qrg=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/wB4B1gVroJzIxuAD7O_HZAmBc3BRN-UhdAjPufy_Q07s9K47Kj0pnGnEISwY6c1PDA=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/3cX6qV66dt2JKwQnv8fuHQbXvBN34m0IIhLWdhmc9rfbMvPRo1gygF-HfjrFs5YQv7M=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/q6Et6ThUKxinkKjjvQ_BReCstxSlhAdsI9qpZPtL4JCjTR7rNT60bKIMzKkj9d4K4A=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/TnAUccNjdn8cNdwYrdHZWcS_U5vmJIJ1DjoJpukO9VA9qnBHR_Xcy0WE9mrBRXIl5w=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/b5XGPOpvRqm31MqzhFIPMudl_2i-e78hDjaP4Lfp-F1r4LUA3zKypGWfI3vfSHpEWg=w400"}],"developer":"TSFUI","description":"TSF Shell is a brand-new 3D launcher that will subvert your concept of the mobile device home screen operations. It offers smooth, unique and customized man-machine interactive operation experience. You are allowed to define all the elements of the home screen freely and efficiently. TSF Shell keeps creating new features and exclusive 3D widgets that will bring you amazing operation experience and unprecedented visual. Main features: ======================== 1.Fantastic animation transition effects. All operations, including deletion, addition, menu showing-up or vanishing, are provided with natural, glaring and butter-smooth animation transition effects. 2.Miraculous and effective 3D home screen switching mode and freewheeling home screen element layout mode. More than 10 independent layout home screens supported. 3.Unlimited dock bar. Ability to change its position, length and angle as well as to modify the size and the status (hidden or showed) of icons and folders in the dock bar. You can open the apps and the folders in the dock bar with wave-sliding mode. 4.Batch icon selecting for home screens, folders and dock bar. 5.More than 10 TSF Shell exclusive widgets, such as Message, Clock, Weather, Memo, Music, Gallery etc. All 3D widgets provide unique visual and operative experience. 6.More than 9 gestures supported for Android shortcuts, e.g. app launching, phone call, sms, as well as TSF Shell shortcuts, e.g. home screen switching, status bar hiding, TSF Shell side bar hiding. 7.TSF Shell Arch Shortcut Menu with special animation effects and operative experience. Ability to complete quick custom shortcut operations on any home screen. 8.Pioneering icon editing tool. Ability to customize icon back image, upon image, text label style, etc. 9.Many nice free third-party themes are available. 10.Funny and intuitive TSF Shell settings menu. You can preview the corresponding settings directly. ======================== We are working constantly to improve TSF Shell. We update our product and widgets regularly. Please check for updates often to insure you receive the best experience. ======================== ■ Follow Us Facebook: https:\/\/www.facebook.com\/tsfapp Twitter: https:\/\/twitter.com\/tsfapp Google+: http:\/\/gplus.to\/tsf ■ Contact Us E-mail: service@tsfui.com We welcome any comments or suggestions to improve our product.","contentRating":"","rating":"4.2"},{"icon":"https:\/\/lh5.ggpht.com\/JKiSVpRy5tGw0dbelPTt62UTcAhsho4YrBbBevl_1V9SE3kDcU-y_ntEktT5_vLcz7g=w300","descriptionRaw":"Break out your scissors, paint, pens, clay and glue; it’s time for Art Class with Dr. Panda!\n<p>In Dr. Panda’s Art Class, there’s always something fun to make! Make your own kites and pinwheels and play with them when you’re done. Start spinning that clay, and make a pot, vase, cup or whatever you can imagine. You can even use fruit and create your own little friends, exactly as you want!<\/p>\n<p>With Dr. Panda, you can learn and play! Let those creative juices flow and customize everything exactly how you’d like it!<\/p>\n<p>You can even learn from the game and make your own crafts in real life!<\/p>\n<p>Key Features:<br \/>- 6 different crafts to make<br \/>- Limitless possibilities! Make everything your own!<br \/>- Play with your crafts when you’re done<br \/>- Kid-safe: No third-party ads or in-app purchases<br \/>- A combination of beautifully drawn 2D art and brand new 3D animations!<br \/>- Minimal UI and very easy to play; even the tiniest hands can play on their own<br \/>- Plenty of painting and crafting, without any mess or danger!<br \/>- Fold your paper in-game, then do it in real life (With adult supervision, of course!)<\/p>\n<p>Privacy Policy<\/p>\n<p>As a designer of kids’ games, we understand how important privacy is in this modern, digital world. You can read our privacy policy here: <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.drpandagames.com\/privacy&amp;sa=D&amp;usg=AFQjCNGC47Q3q7ZWb0fvdJjtzl3a1pe4Vw\" target=\"_blank\">http:\/\/www.drpandagames.com\/privacy<\/a><\/p>\n<p>ABOUT Dr. Panda<\/p>\n<p>Dr. Panda creates kids games with educational values that get kids familiar with life and the world around them.<a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.drpandagames.com&amp;sa=D&amp;usg=AFQjCNFD-ZbRuC_c0ihKOqEgdseGYrfFYw\" target=\"_blank\">http:\/\/www.drpandagames.com<\/a><\/p>\n<p>If you have any further questions or are interested in how we designed the app together with kids, feel free to contact us any time. Just drop an email to <a href=\"mailto:support@drpandagames.com\">support@drpandagames.com<\/a> or contact us via Facebook <a href=\"https:\/\/www.google.com\/url?q=http:\/\/www.facebook.com\/drpandagames&amp;sa=D&amp;usg=AFQjCNFrlkK4ntU7lC4HpqCIduqqGljfmQ\" target=\"_blank\">http:\/\/www.facebook.com\/drpandagames<\/a>.<\/p>\n<p>Keywords<\/p>\n<p>Crafts,painting,sculpting,pottery,origami,pinwheel,dolls,crate,make,cute,animal,kids,cutting,drawing<\/p>","previousPrice":1.99,"newDiscount":false,"downloads":"50000","discount":50,"id":"com.tribeplay.pandaart","title":"Art Class With Dr. Panda","category":"Education","price":0.99,"screenshots":[{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/TIwy9wg4M0GM_f72KxasZgA0Q5o6wDODhSMsQqqaBRhPjhSi6APx-Tj5Ocrp_jYpedA=w400"},{"height":711,"width":400,"url":"https:\/\/lh5.ggpht.com\/xn7N5Od8zLNPQiAtfX7cYlXvUi2UuBfSBcnuOJpvmiMuguAMUxKgfez4sVwb9s68jfM=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/j_uqkUnrSPR2XDLJ-O-tnjeymT4oDv9ka6_NAoKFv4HliBhJ3JWjfk4A0qsZ4yAJxzw=w400"},{"height":711,"width":400,"url":"https:\/\/lh6.ggpht.com\/ejWVmfbIsDWlLu3QWTM2Mkc90Z7VkOz_3B_KB_MtpDisUGPsY9BZcqjJdQ8oDIM6YmNf=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/7opoQWo3rycHCFeZekVAdBJTwIvQSMB4FylYeGSDsqEdZAnm01n0Xh3xiOxzIImhubGP=w400"}],"developer":"TribePlay","description":"Break out your scissors, paint, pens, clay and glue; it’s time for Art Class with Dr. Panda! In Dr. Panda’s Art Class, there’s always something fun to make! Make your own kites and pinwheels and play with them when you’re done. Start spinning that clay, and make a pot, vase, cup or whatever you can imagine. You can even use fruit and create your own little friends, exactly as you want! With Dr. Panda, you can learn and play! Let those creative juices flow and customize everything exactly how you’d like it! You can even learn from the game and make your own crafts in real life! Key Features: - 6 different crafts to make - Limitless possibilities! Make everything your own! - Play with your crafts when you’re done - Kid-safe: No third-party ads or in-app purchases - A combination of beautifully drawn 2D art and brand new 3D animations! - Minimal UI and very easy to play; even the tiniest hands can play on their own - Plenty of painting and crafting, without any mess or danger! - Fold your paper in-game, then do it in real life (With adult supervision, of course!) Privacy Policy As a designer of kids’ games, we understand how important privacy is in this modern, digital world. You can read our privacy policy here: http:\/\/www.drpandagames.com\/privacy ABOUT Dr. Panda Dr. Panda creates kids games with educational values that get kids familiar with life and the world around them.http:\/\/www.drpandagames.com If you have any further questions or are interested in how we designed the app together with kids, feel free to contact us any time. Just drop an email to support@drpandagames.com or contact us via Facebook http:\/\/www.facebook.com\/drpandagames. Keywords Crafts,painting,sculpting,pottery,origami,pinwheel,dolls,crate,make,cute,animal,kids,cutting,drawing","contentRating":"","rating":"4.1"},{"icon":"https:\/\/lh4.ggpht.com\/yth4l6TW9mVwdtLsPqUAiieF2gNSl0UwnZVuL1uRVBqgNCF4hmc7VEhg0PdD8WFhZMs=w300","descriptionRaw":"*Please uninstall and reinstall for the this update*\n<p>Big changes to preferences means you cannot update automatically. This is a one time upgrade and will not happen again. Sorry for the inconvenience.<\/p>\n<p>Today is a set of minimal, transparent calendar widgets for Android. It includes both an Agenda view, and a Monthly view for display your events.<\/p>\n<p>Today syncs with your Google Calendar to show your upcoming events in a beautiful list\/grid, on both your home screen and your lock screen. Today Calendar widgets support both a Agenda style calendar widget, aswell as a grid styled calendar widget.<\/p>\n<p>Choose which calendars you would like to show, and over what timeframe and Today will handle the rest.<\/p>\n<p>Today is fully resizable, and has both a light and dark theme so it can integrate seamlessly into and home screen layout you're currently using.<\/p>","previousPrice":1.63,"newDiscount":true,"downloads":"50000","discount":30,"id":"com.underwood.agenda","title":"Today - Calendar Widgets","category":"Productivity","price":1.13,"screenshots":[{"height":250,"width":400,"url":"https:\/\/lh3.ggpht.com\/W9f5gPGcQToXJrCEeBoS3bZNRhId-IaGgM0MViNZMI2ic6uqRn-SCp-Jxq50kxsXYRk=w400"},{"height":640,"width":400,"url":"https:\/\/lh5.ggpht.com\/EbjD3aX3sIMmuFIFa42SpfPSsh_eHRNrB2VBT_JI7dMZ5CVonojXIRFsYRFvBLv1nIJE=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/8YtOHCI3DfsSKyQGT7QOCQB12GVc-41ZDG-MY_PQJ_UvG97pKqImuFKJulL5O20L7mUy=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/ZGn0L-nMUPudwHHeQcR7PvFh48u6OaoX_OWrAd17IhAmcFZ60qGaBuZ19vnZh95cRkg=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/w80rxz5micI7Vu801Aq0Wo1FqvIgyPAzRd4CguUeURW0kwjwTSMTnxggWYXov1CO_w=w400"},{"height":711,"width":400,"url":"https:\/\/lh4.ggpht.com\/um4pEMsqlW7xMG5ZHHN2anvCMBgqBFHaak6qmOXZyPNA6vZb_s9m64miRAJ4p4BDDg=w400"},{"height":711,"width":400,"url":"https:\/\/lh3.ggpht.com\/oxlwgjY8tYHs3KcB8H0b72aKdnyqofTJtXbUwANBvlUg4d_K7GorauvBIUVo8KcryM-g=w400"}],"developer":"Jack Underwood","description":"*Please uninstall and reinstall for the this update* Big changes to preferences means you cannot update automatically. This is a one time upgrade and will not happen again. Sorry for the inconvenience. Today is a set of minimal, transparent calendar widgets for Android. It includes both an Agenda view, and a Monthly view for display your events. Today syncs with your Google Calendar to show your upcoming events in a beautiful list\/grid, on both your home screen and your lock screen. Today Calendar widgets support both a Agenda style calendar widget, aswell as a grid styled calendar widget. Choose which calendars you would like to show, and over what timeframe and Today will handle the rest. Today is fully resizable, and has both a light and dark theme so it can integrate seamlessly into and home screen layout you're currently using.","contentRating":"","rating":"4.6"},{"icon":"https:\/\/lh6.ggpht.com\/nmGcsHVojPb9nYDZG54hycjvZbUlw5BZowAZevuz9RBZB_GST_kyG2Tow-BuWobP-w=w300","descriptionRaw":"Mobile Alarm System is a burglar alarm system with many features. It protects your phone from theft and nosey people or can also be used simply as a prank. Besides sounding an alarm it can also silently take a picture, send an SMS or email, or call someone. Like this, it can be used in many ways:\n<p>• to find out who is using your phone<br \/>• to get informed when your parents get home early<br \/>• to count how many times someone goes into your room when you're out<br \/>• as a babyphone<br \/>• ...<\/p>\n<p>An alarm can be triggered when:<\/p>\n<p>• the phone is moved<br \/>• something approaches or leaves the proximity sensor<br \/>• the phone is unplugged from charger<br \/>• someone unlocks the phone<br \/>• a noise is too loud<br \/>• the camera detects motion<\/p>\n<p>--- The proximity sensor can detect when something that lies on your phone is removed! ---<\/p>\n<p>The alarm system can be used as a warning against theft and burglary or just as a prank.<br \/>The surveillance with the mobile alarm system brings protection and security to your phone.<\/p>\n<p>--- FEATURES ---<\/p>\n<p>• 6 different sensors<br \/>• 8 different sounds<br \/>• Send the picture<br \/>• Beautiful design<br \/>• PIN Lock<br \/>• Duration of the alarm can be changed<br \/>• Sensitivities of the different sensors can be changed<br \/>• Alarm siren can be delayed so that the alarm can be cancelled in advance (if the user can unlock the phone)<br \/>• precise noise and motion detection<br \/>• Camera preview<br \/>• Send e-mail with picture, sms or make a call when the alarm is triggered<\/p>\n<p>This app can not be used like Lookout Security &amp; Antivirus as an antivirus software or to find a lost phone. It rather protects your phone against intruders, stalkers, children etc.<\/p>\n<p>The permission READ_PHONE_STATE is needed to prevent the alert from being triggered while someone is calling you.<\/p>","previousPrice":1.68,"newDiscount":false,"downloads":"50000","discount":19,"id":"com.alarmsystem.focus","title":"Mobile Alarm System","category":"Lifestyle","price":1.35,"screenshots":[{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/5TiEbyZ6Lvc9ZVk8F5tVi2wRUlE4qs6M0-vqWaMEt2xC9ISGCT2U_04L8bM564Zb2rju=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/b4V4cOgBb1BxENymC90dRJ5iDcdcsI2I6OkyQT77zoBpZwq5YJZBEy_CHC3iLSxrANrY=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/_71aaliKO45LVoelPINCUAEPvPN71ipoCiKJFJam2lQI6RuDv-hfCQqnWl-hjEJcpfY=w400"},{"height":667,"width":400,"url":"https:\/\/lh4.ggpht.com\/OK6yvwocT2FlEk2acoI3EBQ39GvAd7flDe8jYUrRREWUYmrqAEcggLB7HwErwovieA=w400"},{"height":667,"width":400,"url":"https:\/\/lh3.ggpht.com\/Ux46W7NhGDVDxEWwclfoqiLH0sHodV1uulD68W8tZtQdzvPqPd07QrnU3VeZ8JAAyF4=w400"},{"height":667,"width":400,"url":"https:\/\/lh6.ggpht.com\/gitTHb-34_-nMCl-mRWW65uuzN2UOKutHRz3DBqGbhJiziMGJtPmkDF9q6akerc8R6Y=w400"}],"developer":"Focusware","description":"Mobile Alarm System is a burglar alarm system with many features. It protects your phone from theft and nosey people or can also be used simply as a prank. Besides sounding an alarm it can also silently take a picture, send an SMS or email, or call someone. Like this, it can be used in many ways: • to find out who is using your phone • to get informed when your parents get home early • to count how many times someone goes into your room when you're out • as a babyphone • ... An alarm can be triggered when: • the phone is moved • something approaches or leaves the proximity sensor • the phone is unplugged from charger • someone unlocks the phone • a noise is too loud • the camera detects motion --- The proximity sensor can detect when something that lies on your phone is removed! --- The alarm system can be used as a warning against theft and burglary or just as a prank. The surveillance with the mobile alarm system brings protection and security to your phone. --- FEATURES --- • 6 different sensors • 8 different sounds • Send the picture • Beautiful design • PIN Lock • Duration of the alarm can be changed • Sensitivities of the different sensors can be changed • Alarm siren can be delayed so that the alarm can be cancelled in advance (if the user can unlock the phone) • precise noise and motion detection • Camera preview • Send e-mail with picture, sms or make a call when the alarm is triggered This app can not be used like Lookout Security & Antivirus as an antivirus software or to find a lost phone. It rather protects your phone against intruders, stalkers, children etc. The permission READ_PHONE_STATE is needed to prevent the alert from being triggered while someone is calling you.","contentRating":"","rating":"4.5"}],"checked":"1389794153463"}